Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: *Welcome/goodbye settings* • `/config`, then `menu` tab: receive in private the menu keyboard. You will find an option to enable/disable welcome/goodbye messages. *Note*: goodbye messages don't work in large groups. This is a Telegram limitation that can't be avoided. *Custom welcome message*: • `/welcome Welcome $name, enjoy the group!` Write after `/welcome` your welcome message. `/goodbye` works in the same way. You can use some placeholders to include the name/username/id of the new member of the group Placeholders: `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *Note*: `$name`, `$surname`, and `$title` may not work properly within markdown markup. *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`. Same goes for `/goodbye`
fa: مدیران: تنظیمات خوش آمدگویی/خداحافظی • `/config` = بعد دکمه فهرست تنظیمات یا menu = شما میتوانید پیام خوش آمد/خداحافظی را فعال/غیرفعال کنید. تذکر: پیام خداحافظی توی گروه های تعداد بالا کار نمیکند. این محدودیت تلگرام است شخصی سازی پیام خوش آمد گویی: • `/welcome سلام $name به گروه ما خوش آمدید!` بعد از دستور /welcome متن خوش آمدگویی خود رابنویسید. شما میتوانید از کد های جایگذاری برای نمایش اطلاعات شخص وارد شده مثل نام/نام کاربری/شناسه کاربری در گروه استفاده کنید.برای پیام خداحافظی نیز به همین شکل اما با دستور `/goodbye` میتوانید ذخیره کنید کدهای جایگذاری: `$username`: _با نام کاربری شخص جایگذاری خواهد شد_ `$name`: _با نام کوچک شخص جایگذای خواهد شد_ `$id`:_ جایگذاری با شناسه کاربری_ `$title`: _جایگذاری نام گروه در متن_ `$surname`: _جایگذاری با نام خانوادگی_ `$rules`: _با قوانین گروه جایگذاری خواهد شد. لطفا _ [صفحه](https://telegram.me/GroupButler_beta/26) _ مطالعه کنید تا بدانید چگونه از این امکان استفاده کنید، درغیر اینصورت شما error دریافت خواهید کرد_ تذکر: `$name` و `$surname` و `$title` ممکنه در نشانه گذاری کار نکنند. ارسال استیکر و گیف بعنوان پیام خوش آمدگویی بتدا استکیر و یا گیف مورد نظر را ارسال نمایید سپس به دستور` /welcome` و همینطور `/goodbye` استیکر و گیف مورد نظر را ریپلای کنید
id: *Pengaturan pesan selamat datang/goodbye* • `/config` kemudian tombol `menu`: menerima keyboard menu di pesan pribadi. tab: receive in private the menu keyboard. Anda akan melihat opsi untuk mengaktifkan/menonaktifkan pesan selamat datang/goodbye. *Catatan*: pesan goodbye tidak akan tampil di grup besar (lebih dari sekitar 50 anggota). Ini batasan dari telegram, tidak dapat dihindarkan. *Pesan selamat datang kustom*: • `/welcome Hai $name, selamat datang di grup!` Tulis pesan selamat datang Anda setelah perintah `/welcome`. Begitu juga dengan `/goodbye`. Anda dapat menggunakan beberapa placeholder mencakup nama/username/id dari anggota yang baru bergabung di obrolan Placeholders: `$username`: _akan digantikan dengan username_ `$name`: _akan digantikan dengan nama_ `$id`: _akan digantikan dengan id_ `$title`: _akan digantikan dengan judul grup_ `$surname`: _akan digantikan dengan nama belakang anggota baru_ `$rules`: _akan digantikan dengan link yang menuju ke rules grup. Silakan baca_ [disini](https://telegram.me/GroupButler_beta/26) _cara penggunaanya, atau Anda akan mendapatkan pesan error, pasti._ *Catatan*: `$name`, `$surname`, dan `$title` bisa saja tidak berfungsi maksimal dengan format markdown. *GIF/sticker sebagai pesan selamat datang* Anda dapat menggunakan gif/stiker tertentu sebagai pesan selamat datang. Untuk membuatnya, reply gif/sticker yang akan kamu jadikan pesan selamat datang dengan perintah `/welcome`. Begitu juga dengan `/goodbye`
tr: *Hoş geldin/güle güle ayarları* • `/config` yazıp bota mesaj attığında ayarlar sayfasından bu özelliği açıp/kapatabilirsin. *Note*: güle güle mesaj ayarları büyük gruplarda çalışmaz. Telegram buna limit koymuştur. *Özel hoş geldin mesajı*: • `/welcome Hoş Geldin $name, Grupta iyi eğlenceler` `/welcome` yerine '/goodbye' yazarark güle güle mesajı ayarlayabilirsin aynı şekilde. Bunları ekleyerek mesajını özelleştirebilirsin isim/kullanıcı adı/kimlik Komutlar: `$username`:_kullanıcı adı yerine gelecek_ `$name`: _isim yerine gelecek_ `$title`: _başlık yerine gelecek_ `$surname`: _soy isim yerine gelecek_ `$rules`: _kural yerine gelecek_ Örnek olarak Lütfen_ [okuyun](https://telegram.me/GroupButler_beta/26) _nasıl kullanılır_ *Not*: `$name`, `$surname`, ve `$title` yazı tıplerinde çalışmaz. *GIF/çıkartma ile hoş geldin mesajları* gif/sticker ile hoş geldin mesajı ayarlayabilirsin. Ayarlamak istediğin gifli hoş geldin mesajını yanıtlayarak '/welcome' yazmalısın, aynı şekilde '/goodbye' komutunuda

source: *Whitelist settings* As you may know, the bot can warn/kick/ban who sends a telegram.me link (antispam settings) or any other link (media settings). The whitelist is a list of links that will be ignored by the bot. If an user sends a whitelisted link, he won't be warned or kicked. `/whitelist [link(s)]` or `/wl [link(s)]`: add one or more links to the whitelist. `/unwhitelist [link(s)]` or `/unwl [link(s)]`: remove one or more links from the whitelist. `/whitelist` or `/wl`: get the whitelist. `/whitelistl -` or `/wl -`: empty the whitelist. When the group link is saved with `/setlink`, it gets automatically added to the whitelist. *Why links are saved without* _https://_ *and* _www_*?* The bot auto-removes _https://, http:// and www_ from every link to reduce the possibility of having the same link saved twice.
fa: تنظیمات لیست سفید همانطوری که میدانید ربات می تواند کسانی که لینک میفرستند اخراج یا مسدود کند توسط (سیستم ضد اسپم) یا لینک های دیگری که در (سیستم ضد رسانه) وجود دارد. لیست سفید ، لیستی از لینک های مجاز گروه است که شما میخواهید کاربران شما اجازه انتشار آن در گروه را داشته باشند. اگر کاربری لینکی از لیست سفید ارسال کند اخطار نمیگرد و اخراج هم نمی شود. `white list/` لینک یا `wl/` لینک : برای افزودن یک یا چند لینک به لیست سفید/ `unwhite list/` لینک یا `unwl/` لینک: برای حذف یک یا چند لینک از لیست سفید. `whitelist/` - یا `wl/` -: برای خالی کردن لیست سفید. وقتیکه لینک گروه با دستور `setlink/` ذخیره شد، بصورت اتوماتیک وارد لیست سفید خواهد شد. چرا لینک های ذخیره شده بدون * _https://_ * و _www_ است *؟* ربات بصورت اتوماتیک https://, http:// و www را از هر لینک حذف میکند تا بتواند امکان اضافه شدن دوباره یک لینک کاهش پیدا کند.
tr: *Beyazliste ayarları* kim telegram.me linki gönderirse uyarı/ban/atma yapılabilir. Beyazlisteye eklenenleri bot önemsemez. Eğer kullanıcılar bunun dışında bir şey gönderirse uyarılır ve banlanır. `/whitelist [link(link(ler)]` veya `/wl [link(ler))]`: beyazlisyete link eklemek için kullanılır. `/unwhitelist [link(link(ler)]` veya `/wl [link(ler))]`: beyazlisteden bir link çıkar `/whitelist` veya `/wl`: beyaz listeyi göster. Gruba link ayarlandığı zaman bu link beyaz listeye otomatik olarak eklenir. *Bunlar olmadan neden kayıt yapamıyorum* _https://_ *and* _www_*?* Bot otomatik olarak linklerin bu kısımlarını siler _https://, http:// and www_ , aynı link kaydedilirse de silinir.

source: *Extra commands* #extra commands are a smart way to save your own custom commands. • `/extra [#trigger] [reply]`: set a reply to be sent when someone writes the trigger. _Example_ : with "`/extra #hello Good morning!`", the bot will reply "Good morning!" each time someone writes #hello. You can reply to a media (_photo, file, vocal, video, gif, audio_) with `/extra #yourtrigger` to save the #extra and receive that media each time you use # command • `/extra list`: get the list of your custom commands. • `/extra del [#trigger]`: delete the trigger and its message. *Note:* the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel. Now supports placeholders. Check the "welcome" tab for the list of the available placeholders
fa: مدیران: دستورهای اضافه دستور #extra یک راه هوشمند برای ساخت دستورهای شخصی شماست. • `/extra [#dastor] [reply]` = تنظیم کنید وقتی کاربر dastor مورد نظر شما را ارسال میکند چه پاسخی دریافت کند. _برای مثال_ : با `/extra #hello Good morning!`، ربات پاسخ خواهد داد "Good morning!" اگر کاربری دستور #hello را ارسال کند. شما میتوانید روی یکی از رسانه ها پاسخ یا Reply کنید (_عکس، فایل، پیام صوتی، ویدیو، گیف،موسیقی_) با `/extra #dastor` برای ذخیره رسانه مورد نظر شما، تا هرموقع که خواستید با دستور #dastor دریافت کنید توجه: #dastor نمیتواند فارسی باشد • `/extra list` = نمایش دستورهای ذخیره شده. • `/extra del [#dastor]` = حذف Dastor مورد نظر. تذکر: مدل های نشانه گذاری پشتیبانی میشود. اگر مدل نشانه گذاری اشتباه باشد ربات پاسخ خواهد داد یک اشتباهی وجود دارد. برای استفاده درست از مدل نشانه گذاری [این صفحه](https://telegram.me/GroupButler_ch/46) را مطالعه کنید. و کدهای جایگذاری در این قسمت نیز پشتیبانی میشود. در تنظیمات `خوش آمدگویی` لیست کدهای جایگذاری موجود است.
id: *Perintah ekstra* #extra adalah cara untuk menyimpan perintah-perintah kustom Anda. • `/extra [#pemicu] [balasan]`: membuat balasan yang akan dikirim jika seseorang mengirim pemicu _Contoh_ : dengan "`/extra #halo Selamat pagi!`", bot akan mengirim balasan "Selamat pagi!"setiap kali seseorang mengirim #hello. Anda dapat me-reply (_phto, file, pesan suara, video, gif, suara_) dengan `/extra #pemicu` untuk menyimpan media tersebut, dan bot akan mengirimkannya kembali jika Anda mengggunakan perintah #pemicu • `/extra list`: menampilkan daftar perintah ekstra yang telah dibuat. • `/extra del [#pemicu]`: menghapus pemicu dan isi pesannya. *Catatan:* perintah diatas mendukung format markdown. Jika penggunaan markdown salah, bot akan memberi pesan kesalahan Untuk penggunaan markdown yang benar, baca [postingan ini](https://telegram.me/GroupButler_ch/46) di channel. Sekarang mendukung placeholder. Lihat tab "pesan selamat datang" untuk daftar placeholder yang tersedia.
tr: *Ekstra komutlar* #ekstra komutlar kendine göre komut oluşturmanın kolay yoludur. • `/extra [#tetikleyici] [cevap]`: tetikleyiciye göre verilecek cevap. _Örnek_ : "`/extra #merhaba Merhaba!`", bot #merhaba yazılında "Merhaba!" yanıtını verecek. Medyayı yanıtlayarak (_fotoğraf,dosya,video,gif,ses_) # tetikleyici kullanarak mesaj oluşturulabilir. `/extra list`: ayarlanan ektra komutları listele. `/extra del [#tetikleyici]`: ayarlarnan tetikleyici mesajı siler. *Not:* yazı tipleri desteklenir. Doğru yazı türleri için bakın [buraya](https://telegram.me/GroupButler_ch/46). "Hoş Geşdin" komutundan belirlenen komutlara bakın

source: *Warns* Warn are made to keep the count of the admonitions received by an user. Once an user has been warned for the defined number of times, he is kicked/banned by the bot. There are two different type of warns: - _normal warns_, given by an admin with the `/warn` command - _automatic warns_ (read: media warns and spam warns), given by the bot when someone sends a media that is not allowed in the chat, or spams other channels or telegram.me links. • `/warn [by reply]`: warn a user • `/sw`: you can place a `/sw` (_"silent warn"_) everywhere you want in your message. The bot will silently count the warn, but won't answer in the group unless the user reached the max. number of warnings. • `/nowarns [by reply]`: reset the warns received by an user (both normal and automatic warns). • `/warnmax [number]`: set the max number of the warns before the kick/ban. • `/warnmax media [number]`: set the max number of the warns before kick/ban when an unallowed media is sent. How to see how many warns a user has received (or to reset them): `/user` command. How to change the max. number of warnings allowed: `/config` command, then `menu` button. How to change the max. number of warnings allowed for medias: `/config` command, then `media` button. How to change the max. number of warnings allowed for spam: `/config` command, then `antispam` button.
fa: مدیران: تنظیمات اخطارها این امکان برای شمارش اخطارهایی که مدیران به کاربرها میدهند ساخته شده است، و هنگامی که کاربری تعداد اخطارهای آنها به حداکثر تعداد میرسد، آنها توسط ربات اخراج/مسدود خواهند شد. دوحالت اخطار وجود دارد: اخطار معمولی که توسط مدیران با دستور `/warn` به کاربران داده میشود، و اخطارهای اتوماتیک (اخطارهای رسانه و ضد اسپم)، که توسط ربات زمانی که کاربری رسانه غیرمجازی در گروه رسال میکند و یا اسپم هایی مثل لینک گروه یا پیام های کانال دیگران را فوروارد کند. مدیران میتوانند رسانه های مجاز و غیرمجاز را با دستور `/config` و دکمه رسانه یا media تعیین کنند. • `/warn [by reply]` = اخطار دادن به کاربر، اگر تعداد اخطار ها به حدنهایی برسد، کاربر اخراج/مسدود خواهد شد. • `/sw`: شما میتوانید با این دستور بصورت سایلنت اخطار دهید. ربات بدون نمایش پیام تعداد اخطارها را شمارش خواهد کرد، اما تا زمانی که کاربر به حدنهایی اخطار ها نرسد پیامی نخواهد داد. • `/nowarns [by reply]` = صفر کردن تعداد اخطار های گرفته شده توسط کاربر (هرسه اخطار معمولی و رسانه و ضد اسپم) • `/warnmax [number]` = تعیین تعداد اخطارهای مجاز گروه که بعد از رسیدن به حدنهایی کاربر اخراج/مسدود میشود. • `/warnmax media [number]` = تنظیم تعداد اخطارهای مجاز مخصوص رسانه که بعد از رسیدن به حدنهایی کاربر اخراج/مسدود میشود. چگونه اخطارهای یک کاربر را ببینیم (یا آنها را صفر کنید): از دستور `/user` استفاده کنید. چگونه تعداد اخطار های حداکثر مجاز گروه را تعیین کنیم: دستور `/config` و بعد دکمه فهرست تنظیمات یا menu. چگونه تعداد اخطار های حداکثر مجاز گروه را برای رسانه تعیین کنیم: دستور `/config` و بعد دکمه رسانه یا media.
id: *Peringatan* Dibuat untuk menghitung berapa kali peringatan yang diperoleh oleh pengguna. Suatu saat pengguna diberi peringatan dan mencapai jumlah tertentu yang ditetapkan, dia akan ditendang/diblokir oleh bot. Terdapat 2 jenis peringatan: - _peringatan normal_, diberikan oleh admin dengan perintah`/warn` - _peringatan otomatis_ (baca: peringatan media dan spam), diberikan secara otomatis oleh bot ketika seseorang mengirim media yang dianulir, mengirim spam dari channel atau tautan telegram.me. • `/warn [dengan reply]`: memberi peringatan ke pengguna • `/sw`: anda dapat menempatkan perintah `/sw` (_"silent warn"_) dimanapun diantara pesan Anda. Bot akan menghitung jumlah peringatan tanpa memberi pesan balasan kecuali jumlah peringatan tersebut sudah mencapai maksimal. • `/nowarns [dengan reply]`: mereset jumlah peringatan yang diterima oleh pengguna (baik peringatan normal atau otomatis). • `/warnmax [angka]`: menentukan jumlah peringatan maksimal sebelum bot menendang/memblokir. • `/warnmax media [angka]`: menentukan jumlah peringatan maksimal sebelum bot menendang/memblokir pengguna yang mengirim media yang dianulir. Melihat jumlah peringatan yang diterima oleh pengguna (atau meresetnya): gunakan perintah `/user`. Mengubah jumlah peringatan maksimal: gunakan perintah `/config` dan pilih tombol `menu`. Mengubah jumlah peringatan maksimal untuk pengiriman media yang dianulir: gunakan perintah `/config` dan pilih tombol `media`. Mengubah jumlah peringatan maksimal untuk pengiriman spam : gunakan perintah `/config`dan pilih tombol `antispam`.
tr: *Uyarılar* Belirlenen sayıda kullanıcıya uyarı yap. Eğer belirlenen uyarı sayısını aşarsa bot o kullanıcıyı banlar veya gruptan atar. İki farklı uyarı seçenekleri belirlenebilir: - _normal uyarı_, admin /warn komutunu kullandığında - _otomatik uyari_ (oku:medya uyarısı ve spam uyarısı), bot sohbette istenilmeyen mesaj gönderildiğinde mesajı göndereni uyaracaktır. • `/warn [yanıtlayarak]`: uyarı yap • `/sw`: eğer `/sw` yazarsan(_"sessizce uyar"_) uyarı mesajını göremezler. Bot grupta uyarı mesajı göstermez. • `/nowarns [yanıtlayarak]`: kullanıcının uyarısını sıfırla (otomaik ve normal uyarıları). • `/warnmax [sayı]`: maksimum uyarı sayısı belirlenir ardından banlanır veya atılır. • `/warnmax medya [sayı]`: istenilmeyen en fazla sayıda mesaj gönderildiğinde banlanacak veya atılacak.

source: *Pinning messages* The "48 hours limit" to edit your own messages doesn't apply to bots. This command was born from the necessity of editing the pinned message without sending it again, maybe just to change few things. So with `/pin` you can generate a message to pin, and edit it how many times you want. • `/pin [text]`: the bot will send you back the text you used as argument, with markdown. You can pin the message and use `/pin [text]` again to edit it • `/pin`: the bot will find the latest message generate by `/pin`, if it still exists *Note*: `/pin` supports markdown, but only `$rules` and `$title` placeholders
fa: مدیران: سنجاق کردن 48 ساعت محدودیت زمانی برای ویرایش پیام شما این پیام برای کمک به شما برای ویرایش پیام سنجاق شده بدون ارسال دوباره آن ساخته شده است. بنابراین با دستور `/pin` شما میتوانید یک پیام برای سنجاق کردن بسازید، و آنرا هرموقع که خواستید ویرایش کنید. • `/pin متن`: ربات متن شما را ارسال خواهد کرد که شامل پشتیبانی از نشانه گذاری و شما میتوانید این پیام سنجاق شده را با استفادها از `/editpin متن جدید` ویرایش کنید. • `/editpin متن جدید`: پیام ارسال شده قبلی را ویرایش میکند. زمانی که شما میخواید قسمتی از پیام سنجاق شده را ویرایش کنید این دستور میتواند خیلی کاربردی باشد • `/pin` ربات متن قبلی ذخیره شده را ارسال میکند برای ذخیره از مدل `/pin متن` استفاده کنید. تذکر: `/pin` و `/editpin` از مدل های نشانه گذاری و کد `$rules` و $title برای نمایش قوانین پشتیبانی میکند.
id: *Pesan pin* Batasan "48 jam" untuk mengedit pesan Anda, tidak berlaku untuk bot. Perintah ini dibuat untuk kemudahan mengedit pesan pin, walaupun ingin mengubah sedikit saja. Jadi, dengan perintah `/pin` Anda dapat menghasilkan pesan untuk disematkan di grup, dan mengeditnya berapa kali Anda mau. • `/pin [teks]`: bot Akan mengirimkan teks kembali. Anda bisa menyematkan pesan tersebut dan gunakan perintah `/pin [teks]` lagi untuk menggantinya • `/pin`: bot akan menunjukkan pesan terakhir yang dihasilkan dengan `/pin`, jika masih ada *Catatan*: `/pin` mendukung markdown. Namun untuk placeholder, hanya `$rules` dan `$title`
tr: *Sabitlenen Mesajlar* Sabilenen mesajların 48 saat limiti vardır. Bu komut sabitlenen mesajı tekrar düzenleyip göndermek içindir. '/pin' komutu kullanarak sabitlenen mesajları değiştirebilirsin. • `/pin [yazı]`: bot belirlenen yazıyı sabitleyip bağımsız mesaj olarak gönderir. Yazı tipleri kullanımı uygundur. • `/pin`: bot eklenen en son sabit mesajı değiştirmeye yarar. *Not*: '/pin' yazı tiplerini destekler, sadece `$rules` ve `$title komutları ile.

source: *Group language*" • `/lang`: choose the group language (can be changed in private too). *Note*: translators are volunteers, so I can't ensure the correctness of all the translations. And I can't force them to translate the new strings after each update (not translated strings are in english). Anyway, translations are open to everyone. If you want to translate the bot, see an [information](https://github.com/RememberTheAir/GroupButler#translators) on GitHub. Ask in the English /group for the `.po` file of your language. *Special characters* • `/config` command, then `menu` button: you will receive in private the menu keyboard. Here you will find two particular options: _Arab and RTL_. *Arab*: when Arab it's not allowed (🚫), everyone who will write an arab character will be kicked from the group. *Rtl*: it stands for 'Righ To Left' character, and it's the responsible of the weird service messages that are written in the opposite sense. When Rtl is not allowed (🚫), everyone that writes this character (or that has it in his name) will be kicked.
fa: مدیران: زبان گروه • `/lang` = زبان گروه را انتخاب کنید (برای خصوصی نیز باید تنظیم شود). تذکر: مترجمان داوطلب هستند، بنابراین من نمیتوانم از صحت درست ترجمه ها مطمئن باشم. و من نمیتوانم آنها رو مجبور به ترجمه هر آپدیت کنم (ترجمه های غیر از انگلیسی و فارسی). به هرحال ترجمه برای همه باز است. اگر شما میخواهید در ترجمه ربات کمک کنید لطفا [اطلاعات](https://github.com/RememberTheAir/GroupButler#translators) مربوطه را در گیت هاب ببینید. شما میتوانید با استفاده از دستور `/strings` فایل `.po` زبان خود را دریافت کنید و آن را ترجمه کنید کاراکترهای خاص • `/config` و بعد دکمه فهرست یا `menu`: شما فهرست تنظیمات را درخصوصی دریافت خواهید کرد. اینجا شما میتوانید دو امکان : تایپ فارسی/عربی و RTL را پیدا کنید. تایپ فارسی/عربی: وقتی که ممنوع باشد (🚫)، هرشخصی که از حروف فارسی یا عربی استفاده کنند اخراج خواهد شد. Rtl: از راست به چپ نوشتن، این امکان به اشحاصی که پشترو مینویسند عکس العمل نشان خواهد داد. وقتی که RTL در گروه ممنوع باشد (🚫) هرشخصی که از حروف پشترو استفاده کند (یا حتی در نام کاربریش داشته باشد) اخراج خواهد شد.
id: *Bahasa grup*" • `/lang`: memilih bahasa grup Anda (dapat diganti di pesan pribadi juga). *Catatan*: penerjemah bersifat relawan, sehingga owner bot tidak dapat mengoreksi seluruh terjemahan, juga tidak bisa memaksa mereka jika terdapat pembaruan string :) (string yang belum diterjemahkan akan tampil dalam Bahasa Inggris). Bagaimanapun, terjemahan terbuka untuk siapapun. Jika anda ingin menerjemahkan bot, lihat [informasi berikut](https://github.com/RememberTheAir/GroupButler#translators) di GitHub. Tanyakan file `.po` bahasa Anda di /group diskusi butler English. *Karakter spesial* • `/config`: kemudian tombol `menu`: Anda akan menerima keyboard di pesan pribadi. Disini Anda akan menemukan dua opsi tertentu: _Arab dan RTL_. *Arab*: jika karakter Arab dianulir (🚫), setiap orang yang mengirim karakter arab akan ditendang dari grup. *Rtl*: singkatan dari 'Righ To Left' , karakter ini akan membuat service message tampil secara berlawanan. Jika karakter Rtl dianulir (🚫), setiap orang yang menulis karakter ini (juga di namanya) akan ditendang dari grup.
tr: *Grup dili*" • `/lang`: grup dilini değiştirmek için kullanılır ( özel mesajdan da değiştirilebilir). *Not*: gönüllüler çeviri yapıyor, Tüm çeviriler doğru olmayabilir. Her uygulama güncellemesinden sonra çeviri yapmalarını isteyemem. Çeviri herkese açıktır. Eğer botu çevirmek istersen bakabilirsin [buraya](https://github.com/RememberTheAir/GroupButler#translators). *Özel karakterler/ • `/config` komutu kullanılır bu ayar için. Burada belirli ayarlar mevcuttur: _Arapca ve sağdan sola yazılan diller_. *Arapça*: arapça kullanılması yasaktır (🚫), kim arapça karakter kullanırsa gruptan atılır. *Sağdan sola yazılan diller*: eğer sağdan sola doğru yazılan karakterler kullanılırsa gruptan atılacak.
