Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: %s <b>kicked</b>: reached the max number of warnings (<code>%d/%d</code>)
fa: %s اخراج شد: گرفتن حداکثر تعداد اخطار (<code>%d/%d</code>)
id: %s <b>ditendang</b>: jumlah peringatan sudah maksimal (<code>%d/%d</code>)
tr: %s <b>atıldı</b>: maksimum uyarıya ulaşıldı (<code>%d/%d</code>)

source: kicked
fa: اخراج شد
id: ditendang
tr: atıldı

source: I can't kick this user. Probably I'm not an Admin, or the user is an Admin iself
fa: من نمیتوانم این کاربر را اخراج کنم. ممکنه ادمین نباشم یا این کاربر ادمین است
id: Saya tidak dapat menendang pengguna ini. Mungkin saya bukan Admin, atau pengguna tersebut adalah Admin
tr: Bu kullanıcıyı atamam. Sanırım admin değilim, veya kullanıcı admin değil

source: %s <b>has been warned</b> (<code>%d/%d</code>)
fa: %s اخطار گرفت (<code>%d/%d</code>)
id: %s <b>telah diberi peringatan</b> (<code>%d/%d</code>)
tr: %s <b>uyarı aldınız</b> (<code>%d/%d</code>)

source: The number of warnings received by this user is already <i>zero</i>
fa: اخطارهای گرفته شده توسط این کاربر قبلا صفر شده است
id: Jumlah peringatan yang diterima pengguna ini sudah <i>nol</i>
tr: Zaten bu kullanıcı tarafından alınan uyarılar sayısıdır <i>sıfır</i>

source: <b>Warn removed!</b> (%d/%d)
fa: اخطار کم شد! (%d/%d)
id: <b>Warn dihapus!</b> (%d/%d)
tr: <b>Uyarı silindi!</b> (%d/%d)

source: Done. All the warnings of this group have been erased by %s
fa: انجام شد. تمام اخطارهای گرفته شده در این گروه توسط %s حذف شد
tr: Bitti. Bu grubun tüm mesajları silindi %s

source: _Action aborted_
fa: عملکرد متوقف شد
id: _Aksi dibatalkan_
tr: _Eylem iptal edildi_

source: Read the rules
fa: قوانین را بخوانید
id: Baca rules
tr: Kuralları okuyun

source: Hi %s!
fa: سلام %s!
tr: Merhaba %s!

source: Goodbye, %s!
fa: خداحافظ، %s!
id: Sampai bertemu lagi, %s!
tr: Güle güle, %s!

source: Welcome and...?
fa: بعد از دستور متن خوشامد را بنویسید ...؟
id: Welcome dan...?
tr: Hoş geldin... ?

source: A form of media has been set as the welcome message: `%s`
fa: رسانه مورد نظر بعنوان پیام خوشامد ذخیره شد: `%s`
id: Media telah di set sebagai welcome message: `%s`
tr: Hoş geldin mesajı ayarlandı: `%s`

source: Reply to a `sticker` or a `gif` to set them as the *welcome message*
fa: روی استیکر یا گیف مورد نظر پاسخ یا Reply کنید تا بعنوان خوش آمدگویی ذخیره شود
id: Balas ke `stiker` atau `gif` untuk membuatnya sebagai *pesan selamat datang*
tr: *Hoş geldin* mesajı olarak 'sticker' veya 'gif' ayarlamak istersen bunları yanıtlaman gerekir

source: *Custom welcome message saved!*
fa: پیام خوشامد گویی شما ذخیره شد
id: *Pesan selamat datang kustom telah disimpan*
tr: *Hoş geldin mesajı kaydedildi!*

source: No goodbye message
fa: بدون پیام خداحافظی
id: Tidak ada pesan goodbye
tr: Güle güle mesajı yok

source: New media setted as goodbye message: `%s`
fa: رسانه مورد نظر بعنوان پیام خداحافظی ذخیره شد: `%s`
id: Media baru telah ditetapkan sebagai pesan goodbye: `%s`
tr: Yeni medya güle güle mesajı ayarlandı: `%s`

source: Reply to a `sticker` or a `gif` to set them as *goodbye message*
fa: روی استیکر یا گیف مورد نظر پاسخ یا Reply کنید تا بعنوان پیام خداحافظی ذخیره شود
id: Balas ke `stiker` atau `gif` untuk membuatnya sebagai *pesan goodbye*
tr: *Güle güle* mesajı olarak 'sticker' veya 'gif' ayarlamak istersen bunları yanıtlaman gerekir

source: *Custom goodbye message saved!*
fa: پیام خداحافظی با موفقیت ذخیره شد!
id: *Pesan goodbye kustom telah disimpan*
tr: *Güle güle mesajı kaydedildi!*

source: %s banned: the user was blocked
fa: %s اخراج شد: کاربر در لیست مسدودین بود
tr: %s banlandı: kullanıcı engellendi

source: @%s _banned: antibot is on_
tr: @%s _banlandı: antibota açık_

source: More info [here](https://telegram.me/GB_tutorials/12)
fa: اطلاعات بیشتر [اینجا](https://telegram.me/GB_tutorials/12)
tr: Daha fazla bilgi [burada](https://telegram.me/GB_tutorials/12)

source: Inline link formatted incorrectly. Check the text between brackets -> \[]() %s
fa: فرمت لینک اشتباه است. لطفا متن داخل کروشه را بررسی کنید -> []() %s
tr: Satır içi link formatı yanlış. Parantezleri kontrol et-> \[]() %s

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).
fa: این مدل نشانه گذاری قابل قبول نیست. اطلاعات بیشتر برای درست استفاده کردن از قابلیت نشانه گذاری را در [این صفحه](https://telegram.me/GB_tutorials/10)و [این صفحه](https://telegram.me/GB_tutorials/12) مطالعه کنید.
tr: Bu parantez yazı tipi formata uygun. Daha fazla yazı tipi formatı için kontrol edin [burayı](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).

source: This message is too long. Max lenght allowed by Telegram: 4000 characters
fa: این پیام خیلی طولانیست. حداکثر تعداد کاراکترهای مجاز تلگرام: 4000 کاراکتر
id: Pesan terlalu panjang. Maksimal yang diperbolehkan oleh Telegram: 4000 karakter
tr: Bu mesaj çok uzun. En fazla telegramın izin verdiği mesaj: 4000 karakter

source: One of the URLs that should be placed in an inline button seems to be invalid (not an URL). Please check it
fa: یکی از لینک های ارسال شده اشتباست (لینک نیست) لطفا بررسی کنید
tr: Satır içi düğme konulmalıdır bu URL geçersiz gibi görünüyor (not an URL). Lütfen kontrol edin

source: One of the inline buttons you are trying to set is missing the URL
fa: یکی از دکمه مورد نظر شما لینک ندارد
tr: Ayarlamaya çalıştığınız satır içi düğmelerinden biri URL eksik

source: One of the inline buttons you are trying to set doesn't have a name
fa: یکی از دکمه های مورد نظر شما نام ندارد
tr: Ayarlamaya çalıştığınız satır içi düğmelerden birinde bir adı yok

source: Please input a text
fa: لطفا یک متن وارد کنید
tr: Lütfen giriş metni girin

source: Text not valid: unknown formatting error
fa: متن نامعتبر: ارور فرمت اشتباه
tr: Yazı hatalı: bilinmeyen format hatası

source: -*empty*-
fa: قوانینی ذخیره نشده_خالی است_
id: -*kosong*-
tr: -*boş*-

source: <b>👤 Creator</b> └ %s <b>👥 Admins</b> (%d) %s
fa: <b>👤 سازنده</b> └ %s <b>👥 مدیران</b> (%d) %s
tr: <b>👤 Kurucu</b> └ %s <b>👥 Adminler</b> (%d) %s

source: <i>Empty moderators list</i>
fa: <i>لیست معاونین گروه خالیست</i>
tr: <i>Moderatör listesi boş</i>

source: <b>👥 Moderators (%d)</b>
tr: <b>👥 Moderatörler (%d)</b>

source: <code>unknown name</code>
tr: <code>bilinmeyen isim</code>

source: No commands set
fa: هیچ دستوری ذخیره نشده!
id: Belum ada perintah yang dibuat
tr: Komut ayarlanmadı

source: List of *custom commands*:
fa: لیست دستورهای ذخیره شده: %s
id: Daftar *perintah kustom*:
tr: *Komut* listesi:

source: Current settings for *the group*:
fa: وضعیت فعلی گروه:
id: *Pengaturan grup* saat ini:
tr: Geçerli *grup* ayarı:

source: *Language*: %s
fa: زبان: %s
id: *Bahasa*: %s
tr: *Dil*: %s

source: Welcome message
fa: خوش آمدگویی
id: Pesan selamat datang
tr: Hoş geldin mesajı

source: Goodbye message
fa: پبام خداحافظی
id: Pesan goodbye
tr: Güle güle mesajı

source: Welcome button
fa: دکمه خوشامدگویی
id: Tombol welcome
tr: Hoş geldin butonu

source: *Welcome type*: `GIF / sticker`
fa: نوع پیام خوش آمدگویی: استیکر/گیف
id: *Jenis pesan selamat datang*: `Gif / stiker`
tr: *Hoş geldin tipi*: `GIF / sticker`

source: *Welcome type*: `custom message`
fa: نوع پیام خوش آمدگویی: انتخابی کاربر
id: *Jenis pesan selamat datang*: `kustom`
tr: *Hoş geldin tipi*: 'geçerli mesaj'

source: *Welcome type*: `default message`
fa: نوع پیام خوش آمدگویی: پیش فرض
id: *Jenis pesan selamat datang*: `pesan default`
tr: *Hoş geldin tipi*: 'varsayılan mesaj'

source: Warns (`standard`): *%s*
fa: اخطار ها (معمولی): *%s*
id: Peringatan (`standard`): *%s*
tr: Uyarılar ('standart'): *%s*

source: Warns (`media`): *%s*
fa: اخطارها (رسانه): *%s* .
id: Peringatan (`media`): *%s*
tr: Uyarılar (`medya`): *%s*

source: ✅ = _enabled / allowed_
fa: ✅ = _آزاد / فعال_
id: ✅ = _aktif / (tidak terdeteksi: untuk antiflood)_
tr: ✅ = _aktif / izin verilen_

source: 🚫 = _disabled / not allowed_
fa: 🚫 = _ممنوع / غیرفعال_
id: 🚫 = _tidak aktif / (terdeteksi: untuk antiflood)_
tr: 🚫 = _kapalı / izin verilmeyen_

source: 👥 = _sent in group (always for admins)_
fa: 👥 = _در گروه (اما همیشه برای مدیران فعال است)_
id: 👥 = _dikirim di grup (selalu jika admin)_
tr: 👥 = _gruba mesaj gönder (genellikle admin)_

source: 👤 = _sent in private_
fa: 👤 = _درخصوصی کاربران_
id: 👤 = _dikirim melalui pm_
tr: 👤 = _özelden mesaj gönder_

source: @admin command disabled
fa: دستور @admin غیر فعال شد
id: Perintah @admin dinonaktifkan
tr: @admin komutu kapalı

source: Welcome message won't be displayed from now
fa: پیام خوش آمدگویی نمایش داده نخواهد شد
id: Pesan selamat datang tidak akan ditampilkan mulai sekarang
tr: Hoş geldin mesajı buradan şuan gösterilemez

source: Goodbye message won't be displayed from now
fa: پیام خداحافظی نمایش داده نخواهد شد
id: Pesan goodbye tidak akan ditampilkan mulai sekarang
tr: Güle güle mesajı buradan şuan gösterilemez

source: #extra commands are now available only for moderator
fa: دستور #extra فقط برای مدیران فعال شد
id: Sekarang perintah #extra hanya tersedia untuk admin
tr: #ekstra komutlar moderatör için aktif

source: Anti-flood is now off
fa: ضد تکرار خاموش شد
id: Anti-flood tidak aktif
tr: Anti-flood şuan kapalı

source: /rules will reply in private (for users)
fa: /rules در خصوصی کاربران ارسال خواهد شد
id: /rules akan dibalas ke pesan pribadi (untuk pengguna)
tr: /rules özel mesajdan cevaplanacak (kullanıcılar için)

source: Silent mode is now off
fa: حالت سکوت خاموش شد
tr: Sessiz mod kapalı

source: Links preview disabled
fa: پیش نمایش لینک خاموش شد
tr: Link ön izlemeleri kapalı

source: Welcome message without a button for the rules
fa: پیام خوش آمد گویی بدون دکمه قوانین
id: Pesan selamat datang tanpa tombol rules
tr: Hoş geldiniz mesajı buradan görüntülenmez

source: @admin command enabled
fa: دستور @admin فعال شد
id: Perintah @admin diaktifkan
tr: @admin komutu aktif

source: Welcome message will be displayed
fa: پیام خوش آمدگویی نمایش داده می شود
id: Pesan selamat datang akan ditampilkan
tr: Hoş geldin mesajı görüntülenecek

source: Goodbye message will be displayed
fa: پیام خداحافظی نمایش داده می شود
id: Pesan goodbye akan ditampilkan
tr: Güle güle mesajı gösterilecek

source: #extra commands are now available for all
fa: دستور #extra برای همه فعال شد
id: Sekarang perintah #extra dapat digunakan oleh semua anggota grup
tr: #extra komutları herkes için aktif

source: Anti-flood is now on
fa: ضد تکرار روشن شد
id: Anti-flood sekarang aktif
tr: Anti-flood şuan açık

source: /rules will reply in the group (with everyone)
fa: /rules در گروه فعال شد (برای همه)
id: /rules akan dibalas di grup (untuk semua)
tr: /rules komutuna grupta cevap verecek (herkes için)

source: Silent mode is now on
fa: حالت سکوت روشن شد
tr: Sessiz mod şuan açık

source: Links preview enabled
fa: پیش نمایش لینک فعال شد
tr: Link önbellekleri aktif

source: The welcome message will have a button for the rules
fa: پیام خوش آمدگویی دکمه قوانین خواهد داشت
id: Pesan selamat datang akan memiliki tombol rules
tr: Hoş geldin mesajı buton ve kurallar içerir

source: This setting is enabled, but the goodbye message won't be displayed in large groups, because I can't see service messages about left members
fa: این تنظیمات اعمال شد اما پیام خداحافظی در گروه های بزرگ نمایش داده نمیشود، چون سرویس تلگرام وضعیت خروج کاربر را نمایش نمیدهد
id: Pengaturan ini telah aktif, namun pesan goodbye tidak akan tampil di grup yang besar, karena saya tidak dapat melihat pesan anggota yang meninggalkan obrolan
tr: Bu ayarlar etkin ancak "hoşça kal" mesajları büyük gruplarda görüntülenmeyecek çünkü ayrılan üyelerin servis mesajlarını göremiyorum

source: New status = %s
fa: وضعیت جدید = %s
id: Status baru = %s
tr: Yeni durum = %s

source: Start me
fa: راه اندازی ربات
id: Mulai bot
tr: Başlat

source: _Please message me first so I can message you_
fa: _لطفا اول به من پیام دهید تا بتوانم به شما پیام بفرستم_
id: _Kirimkan saya pesan terlebih dahulu agar saya bisa mengirimkan pesan ke Anda_
tr: _Lütfen ilk mesajı yaz sonra sana mesaj göndereceğim_

source: Reply to someone
fa: پیام یک کاربر را *Reply* (پاسخ) کنید.
tr: Birini yanıtla

source: <b>Chat</b>: %s [#chat%d]
id: <b>Obrolan</b>: %s [#chat%d]
tr: <b>Sohbet</b>: %s [#chat%d]

source: %s • %s • <b>By</b>: %s
fa: %s • %s • <b>توسط</b>: %s
tr: %s • %s • <b>Tarafından</b>: %s

source: Get the new photo
fa: یک عکس جدید بگیر
id: Memperoleh foto baru
tr: Yeni fotoğrafı

source: %s • %s • <b>By</b>: %s • <i>Reported to %d admin(s)</i>
fa: %s • %s • <b>توسط</b>: %s • <i>گزارش شد به %d مدیر</i>
tr: %s • %s • <b>Tarafından</b>: %s • <i>raporlandı %d admin(ler)'e</i>

source: #BLOCKBAN • %s • <b>User</b>: %s [#id%d]
fa: #BLOCKBAN • %s • <b>کاربر</b>: %s [#id%d]
tr: #BLOCKBAN • %s • <b>Kullanıcı</b>: %s [#id%d]

source: %s • %s • <b>User</b>: %s
fa: %s • %s • <b>کاربر</b>: %s
tr: %s • %s • <b>Kullanıcı</b>: %s

source: • <b>Added by</b>: %s [#id%d]
fa: • <b>افزوده شده تسط</b>: %s [#id%d]
tr: • <b>Tarafından eklendi</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>User</b>: %s [#id%d] • <b>Count</b>: <code>%d/%d</code>
fa: #%s • <b>مدیر</b>: %s [#id%d] • %s • <b>کاربر</b>: %s [#id%d] • <b>تعداد</b>: <code>%d/%d</code>
tr: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>Kullanıcı</b>: %s [#id%d] • <b>Sayısı</b>: <code>%d/%d</code>

source: <b>Action</b>: <i>%s</i>
fa: <b>عملکرد</b>: <i>%s</i>
id: <b>Aksi</b>: <i>%s</i>
tr: <b>Eylem</b>: <i>%s</i>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Warns found</b>: <i>normal: %s, for media: %s, spamwarns: %s</i>
tr: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Kullanıcı</b>: %s [#id%s] • <b>Uyarı bulundu</b>: <i>normal: %s,medya için: %s, spam uyarıları: %s</i>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Moderator</b>: %s [#id%s]
fa: #%s • <b>مدیر</b>: %s [#id%s] • %s • <b>معاون</b>: %s [#id%s]
tr: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Moderatör</b>: %s [#id%s]

source: • <i>Users involved: %d</i>
tr: • <i>Kulanıcı dahil: %d</i>

source: • <b>User</b>: %s [#id%d]
tr: • <b>Kullanıcı</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Duration</b>: %d days, %d hours
fa: #%s • <b>مدیر</b>: %s [#id%s] • %s • <b>کربر</b>: %s [#id%s] • <b>مدت</b>: %d روز, %d ساعت
tr: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Kullanıcı</b>: %s [#id%s] • <b>Süresi</b>: %d günler, %d saatler

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s]
fa: #%s • <b>مدیر</b>: %s [#id%s] • %s • <b>کاربر</b>: %s [#id%s]
tr: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Kullanıcı</b>: %s [#id%s]

source: Go to the message
fa: رفتن به پیام
tr: Mesaja git

source: Done.
fa: انجام شد.

source: ⚡️ Antiflood
fa: ⚡️ ضد تکرار

source: 🚫 Antispam
fa: 🚫 ضد اسپم

source: _Manage your group_
fa: گروه خود را مدیریت کنید
id: _Kelola grup Anda_

source: _Change the settings by navigating the keyboard_
fa: _تنظیمات را با استفاده از کیبورد تغییر دهید_
id: _Navigasikan keyboard untuk mengubah pengaturan_

source: *Commands available for every user in a group*: • `/dashboard`: see all the informations about the group • `/rules`: show the group rules • `/adminlist`: show the moderators of the group • `/help`: receive the help message • `!kickme`: the bot will kick you *Note*: `/dashboard` and `/adminlist` replies always in private. If the bot is unable to reach an user, he will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command
fa: دستورهایی که تمام کاربران میتوانند در گروه استفاده کنید: • `/dashboard` : نمایش اطلاعات مربوط به گروه • `/rules` : نمایش قوانین گروه • `/adminlist` : نمایش لیست مدیران گروه • `/help` : نمایش این پیام تذکر: `/dashboard` و `/adminlist` همیشه جواب را برای شما در خصوصی ارسال میکنند. اگر ربات دسترسی به خصوصی کاربر نداشته باشد، در گروه درخواست راه اندازی میکند، اما فقط درهنگامی که _حالت سکوت_ خاموش باشد اما `/rules` ، همیشه برای مدیران در گروه پاسخ خواهد داد، اما برای کاربران معمولی درگروه یا خصوصی شخص بر طبق تنظیمات گروه ارسال میکند • `@admin` (by reply): ربات پزارش پیامی از گروه به مدیران (ربات پیام مورد نظر را به خصوصی مدیران فوروارد میکند). این قابلیت میتواند در تنظیمات گروه غیرفعال شود. توضیحات گزارش میتواند اضافه شود. مدیران برای گرفتن گزارش کاربران باید با دستور `/mysettings` در خصوصی ربات این قابلیت را فعال کنند

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has six sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned *Antispam*: choose which kind of spam you want to forbid (example: telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Moderators*: promote or demote moderators *Bonus commands*: `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
fa: مدیران: تنظیمات گروه `/config` یا `/settings`: مدیریت تنظیمات گروه درخصوصی با استفاده از یک کیبورد راحت. کیبورد دارای زیر menu می باشد. فهرست تنظیمات یا Menu: مدیریت بیشتر تنظیمات گروه ضدتکرار یا Antiflood: خاموش روشن کردن سیستم ضد تکرار، و تنظیم میزان حساسیت و انتخاب لیست استثنا رسانه یا Media: انتخاب کنید کدام رسانه در گروه ممنوع باشد، و تعداد دفعاتی که کاربر میتواند رسانه را ارسال کنید انتخاب کنید. ضد اسپم یا Antispam: انتخاب کنید کدام یک از اسپم ها میخواهید در گروه ممنوع باشد (مثا: لینک تلگرام یا پیام های فوروارد شده از کانال) کانال وقایع یا Log Channel: انتخاب کنید کدام واقعه در کانال ثبت شود. معاونین یا Moderators: به کاربران بدون دادن ادمین امکان مدیریت ربات بدهید. دستورهای Bonus: `leave/`: برای خارج کردن ربات با امکان نگهداری اطلاعات شما، از این دستور برای زمانی که موقتا میخواهید ربات را خارج کنید استفاده کنید `snap/`: برای تهیه فایل پشتیبانی تنظیمات گروهتان، هرموقع که خواستید میتوانید فایل پشتیبانی را با دستور `import/` (فایل را در گروه بفرستید روی فایل پاسخ یا Reply کنید) بازگردانی کنید. `snap/` میتوانید هر 3 روز یکبار استفاده شود

source: *Moderators* Moderators are normal users that can use some of the commands that are usually available only to the group administrators. By default, moderators only have the banhammer (they can use _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). But their powers can be expanded or restricted by the administrators: there is a button in the /config menu, called _"Moderators"_, where the permissions of the moderators can be configured. By default, every admin can promote a new moderator, or demote an user who is already a mod. If you are the group owner, in the _"Moderators"_ section of the configuration menu you will be able to find a switch called _"Admins can manage mods"_. When disabled, the group administrators *can't promote or demote new moderators*, and also they won't be allowed to access the _"Moderators"_ section of the configuration menu (so they *won't be able to change the moderators permissions*). *Commands* `/promote [by reply|by username|by text mention|by ID]`: promote an user to moderator. If used on a moderator, it will update his name in the moderators list. `/demote [by reply|by username|by text mention|by ID]`: demote an moderator. `/modlist`: show the list of the moderators
fa: معاونین معاونین کاربران عادی هستند که میتوانند ربات را مدیریت کنید، دستورها برای مدیران گروه همیشه قابل اجراست بصورت پیش فرض معاونین فقط امکان مدیریت کاربران را دارند ( آنها میتوانند کاربران را _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_ کنند). اما دسترسی های معاونین را می توانید با دستور `config/` و سپس دکمه معاونین یا moderators مدیریت کنید. بطور پیش فرض مدیران می توانند شخصی را معاون کنند یا از لیست معاونین خارج کند اما شما میتوانید در قسمت معاونین امکان ارتقا توسط مدیران را غیرفعال کنید. وقتیکه غیر فعال شد مدیران گروه نمیتوانید کسی را به درجه معاونت ارتقا دهند یا خارج کنند و همچنین آنها به بخش معاونین در دستور `config/` دسترسی نخواهند داشت. (بنابراین آنها نمیتوانند دسترسی های معاونین را تغییر دهند) دستورها `promote/` بوسیله آیدی یا ریپلای کردن یا نام کاربری شخص: ارتقا یکی از کاربران به معاون گروه. `demote/` بوسیله آیدی یا ریپلای کردن یا نام کاربری شخص: گرفتن مقام معاون گروه از یک کاربر. `modlist/` : لیست معاونین گروه

source: Flood
fa: تکرار

source: Anti-flood
fa: ضد تکرار

source: 🔨️ ban
fa: 🔨️ مسدود
id: 🔨️ blokir

source: I've never seen this user before. If you want to teach me who is he, forward me a message from him
fa: من این کاربر را در گروه ندیدم اگر میخواهید این کاربر را به من معرفی کنید لطفا یکی از پیام های ارسال شده توسط ایشان را برای من فوروارد کنید
id: Saya tidak mengenali pengguna ini. Forward salah satu pesannya ke saya.

source: *Moderators settings* Choose what a moderator can do. When one or more of the permissions below are given to the moderators, they will be able to use the associated commands. • ✅ = *enabled* • ❌ = *not enabled* • *Banhammer* permissions - mods will be allowed to use: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • *Group info* permissions - mods will be allowed to use: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. Also, they will be seen as admins when /rules, /adminlist, /modlist, /id or an #extra command are used. • *Group configuration* permissions - mods will be able to use the /config command, and change the group settings. Obviously, they won't be able to see the "Moderators" section. Moderators will be never able to use: /cache, /leave, /snap, /import, /setlog and /unsetlog
fa: تنظیمات معاونین انتخاب کنید معاونین چه کارهایی بتوانند انجام دهند وقتی یک یا چندتا از دسترسی های زیر به معاونین داده شود میتوانند از دستورهای توضییح داده شده استفاده کنند. • ✅ = فعال • ❌ = غیر فعال • مدیریت کاربران- معاونین میتوانند از این دستور ها استفاده کنند : /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • اطلاعات گروه- معاونین میتوانند از این دستور ها استفاده کنند: /setrules, /welcome, /extra, /link, /setlink, /blockedlist . همچنین آنها میتوانند از /rules، /adminlist، /modlist، /id، و #extra استفاده کنند. • تنظیمات گروه- معاونین میتوانند از دستور config/ استفاده کنند، و می توانند تنظیمات گروه را تغییر دهند. البته آنها نمیتوانند بخش معاونین را ببینند. معاونین هرگز نمیتوانند از دستور های : /cache, /leave, /snap, /import, /setlang, /setlog و /unsetlog استفاده کنند

source: GitHub
fa: گیت هاب

source: • <b>Message reported by</b>: %s (<code>%d</code>) • <b>Group</b>: %s
fa: • این پیام گزارش شده توسط: %s (`%d` • گروه: %s
id: • <b>Pesan dilaporkan oleh</b>: %s (<code>%d</code>) • <b>Grup</b>: %s

source: • <b>Sticker sent by</b>: %s [<code>%d</code>]
fa: • استیکر ارسال شده توسط: %s [<code>%d</code>]
id: • <b>Stiker dikirim oleh</b>: %s [<code>%d</code>]

source: That's your ID. Copy it
fa: این شناسه کاربری شماست، ذخیره کنید
id: Berikut ID Anda.

source: That's my ID. Copy it
fa: این شناسه کاربری من است، ذخیره کنید
id: Berikut ID saya.

source: That's the ID of this group. Copy it
fa: این شناسه کاربری گروه است، ذخیره کنید
id: Berikut ID grup ini.

source: That's his (her) ID. Copy it
fa: این شناسه کاربری مورد نظر است، ذخیره کنید
id: Berikut ID nya.
