Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: I've never seen this user before. If you want to teach me who they are, forward a message from them to me
fa: من این کاربر را در گروه ندیدم اگر میخواهید این کاربر را به من معرفی کنید لطفا یکی از پیام های ارسال شده توسط ایشان را برای من ریپلای کنید
id: Saya tidak mengenali user ini. Forward salah satu pesannya ke saya.

source: Done! %s has been forgiven. <b>Warns removed</b>: <i>normal warns x%d, for media x%d, spamwarns x%d</i>
fa: انجام شد! %s فراموش شد. اخطارها حذف شد: <i>اخطار های معمولی x%d, اخطارهای رسانه x%d, اخطارهای اسپم x%d</i>

source: (Admin: %s)
fa: (مدیر: %s)

source: _@%s banned: antibot is on_
fa: _@%s اخراج شد ضد ربات آنلاین است

source: <b>👥 Moderators</b>
fa: <b>👥 معاونین</b>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Warns removed</b>: <i>normal: %d, for media: %d, spamwarns: %d</i>
fa: #%s • <b>مدیر</b>: %s [#id%s] • %s • <b>کاربر</b>: %s [#id%s] • <b>اخطارهای حذف شده</b>: <i>معمولی: %d, برای رسانه: %d, برای اسپم: %d</i>

source: <b>Creator</b>: %s <b>Admins</b>: %s
id: <b>Pendiri grup</b>: %s <b>Admin</b>: %s

source: *Commands available for every user in a group*: • `/dashboard` : see all the informations about the group • `/rules` : show the group rules • `/adminlist` : show the moderators of the group • `/help` : receive the help message *Note*: `/dashboard` and `/adminlist` replies always in private. If the bot is unable to reach an user, he will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command • `/kickme` : get kicked by the bot
id: *Perintah yang tersedia untuk semua anggota di grup*: • `/dashboard` : melihat semua informasi tentang grup • `/rules` : menampilkan rules grup • `/adminlist` : menampilkan moderator grup • `/help` : bantuan *Catatan*: `/dashboard` dan `/adminlist` akan selalu dibalas ke pesan pribadi. Jika bot tidak dapat mengirimkan pesan ke pengguna, bot akan memintanya untuk mengirimkan pesan terlebih dahulu ke bot, namun hanya jika _mode hening_ dinonaktifkan. Jika admin, balasan perintah `/rules` akan selalu ditampilkan di grup. Tetapi jika bukan, pesan balasan dapat ditampilkan di grup atau dikirim ke pesan pribadi sesuai pengaturan grup.. • `@admin` (dengan reply): melaporkan pesan (bot akan meneruskannya ke admin). Deskripsi laporan juga dapat ditambahkan. Fitur ini dapat dinonaktifkan melalui pengaturan grup. Admin harus mengaktifkan notifikasi laporan menggunakan perintah `/mysettings` • `/kickme` : ditendang dari grup oleh bot

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about an user. Kicked people can join back, banned people can't. Banned users are added to the group blacklist • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [hours|nd nh]` = ban an user for a specific amount of hours (max: one week). For now, only by reply. Short form: `/tempban 1d 7h` • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|kicked/left the chat|banned|admin/creator|never seen)`. A bot can't retrieve the status of an user if that user never started it before (in this case, the _never seen_ status is returned) *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
id: *Banhammer powers* Beberapa perintah yang memungkinkan admin dapat menendang (kick) dan memblokir (ban) anggota dari grup, dan melihat informasi tentang pengguna. Anggota yang dikeluarkan dapat bergabung kembali, sedangkan yang diblokir tidak, dia akan ditambahkan ke blocked list. • `/kick [dengan reply|username|id|mention teks]`: menendang pengguna dari grup. • `/ban [dengan reply|username|id|mention teks]`: memblokir pengguna dari grup • `/tempban [hours|nd nh]` = memblokir pengguna dalam periode tertentu (jam) (maks: satu minggu). Untuk sekarang, hanya bisa dengan reply. Contoh: `/tempban 1d 7h` • `/unban [dengan reply|username|id|mention teks]`: unblokir pengguna dari grup. • `/user [dengan reply|username|id|textmention teks]`: menampilkan berapa kali pengguna pernah di blokir (ban history) *di semua grup*, dan jumlah peringatan yang diterima. • `/status [username|id]`: menampilkan status pengguna terakhir `(anggota|ditendang/meninggalkan obrolan|diblokir|admin/creator|tidak dikenali)`. Bot tidak bisa mengetahui status pengguna yang belum pernah memulai percakapan dengan bot. (dalam hal ini, status akan tampil dengan "tidak dikenali") *Antiflood* Fitur "antiflood" akan secara otomatis mengeluarkan pengguna jika mengirim banyak pesan/berturut-turut di grup.. Jika aktif, bot akan menendang/memblokir mereka. • `/config` kemudian tombol `antiflood`: mengelola pengaturan flood di pesan pribadi dengan inline keyboard. Anda dapat mengatur sensitifitas, aksi (kick/ban), dan beberapa pengecualian untuk teks dan media..

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has three sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned *Antispam*: choose which kind of spam you want to forbid (example: telegram.me links, forwarded messages from channels)
id: *Pengaturan grup umum* `/config` atau `/settings`: mengelola grup Anda di pesan pribadi dengan inline keyboard. Inline keyboard tersebut memiliki tiga buah sub menu: *Menu*: mengelola pengaturan penting grup *Antiflood*: mengaktifkan/menonaktifkan antiflood, menentukan sensitifitas dan media yang diabaikan, jika Anda mau. *Media*: memilih jenis media yang akan dianulir di grup Anda, dan menentukan jumlah peringatan maksimal sebelum pengguna ditendang/diblokir *Antispam*: memilih jenis spam yang ingin Anda larang di grup (seperti: tautan telegram.me , forward pesan dari channel)

source: *Log channel iformations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
id: *Channel log informasi* Channel log bersifat_(private)_ dimana bot akan merekam kejadian penting yang terjadi di grup Anda Jika ingin menggunakan fitur ini, Anda perlu memasangkan grup Anda ke channel dengan perintah yang akan dijelaskan dibawah. Secara default, setiap kejadian *tidak akan di log*. Admin dapat menentukan kejadian apa yang akan di log, menggunakan `/config` menu -> tombol `log channel`. Untuk memasangkan channel dengan grup, *creator channel* harus [menambahkan bot sebagai admin channel](telegram.me/gb_tutorials/4) (sehingga bot bisa mengirim pesan di channel), kemudian kirim perintah berikut di channel: `/setlog` Kemudian, forward perintah yang sudah terkirim tersebut ("`/setlog`") ke grup yang akan dipasangkan. *Selesai*! Channel log dapat digunakan oleh grup yang berbeda. Untuk mengubah channel log Anda, cukup ulang cara diatas ke channel yang lain. `/unsetlog`: membatalkan channel logl `/logchannel`: menampilkan beberapa informasi tentang channel log Anda, jika sudah dipasangkan

source: *No link* for this group. Ask the owner to generate one
id: *Tidak ada tautan* untuk grup ini. Tanyakan creator grup untuk membuatnya

source: This is not a *public supergroup*, so you need to write the link near /setlink
id: Ini bukan *public supergrup* , Anda tidak perlu memberi teks setelah /setlink

source: Link *unsetted*
id: Tautan *unsetted*

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged
id: *Pilih kejadian yang akan di-log di channel* ✅ = akan di-log ☑️ = tidak akan di-log

source: Manage the settings of the group
id: Kelola pengaturan grup

source: ‼️ Please don't abuse the keyboard, requests will be ignored
id: ‼️ Tolong jangan membanjiri keyboard, request Anda akan saya abaikan

source: This text is too long, I can't send it
id: Pesan terlalu panjang. Saya tidak bisa mengirimkannya

source: The text is not modified
id: Teks tidak diubah

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GroupButler_ch/46).
id: Format (markdown) pesan salah. Baca [disini](https://telegram.me/GroupButler_ch/46) untuk penggunaan format yang benar.

source: Cancel
id: Batal

source: _Expired_
id: _Kadaluwarsa_

source: %s <b>Applied to</b>: %s
id: %s <b>Diterapkan untuk</b>: %s

source: Applied
id: Diterapkan

source: Rules applied to every group
id: Rules telah diterapkan ke semua grup

source: Too many requests. Please wait some minutes and try again. Note that if you flood this command, I'll leave the group and block you
id: Terlalu banyak request. Mohon tunggu beberapa menit dan coba lagi. Jangan membanjiri perintah, atau saya akan meninggalkan obrolan ini dan memblokir Anda

source: An unexpected error with the api occurred. Please try again later
id: Sebuah kesalahan tidak terduga dari API. Coba lagi nanti

source: ID of %s:
id: ID dari %s:

source: *Message sent*
id: *Pesan terkirim*

source: I can't send the text Motivation: %s
id: Saya tidak bisa mengirim teks Alasan: %s

source: Message sent in *%d* groups
id: Pesan terkirim ke *%d* grup

source: _Only the realm owner can remove a group_
id: _Hanya pemilik induk grup yang dapat menghapus grup_

source: %s removed from your subgroups
id: %s telah dihapus dari subgrup Anda

source: As you wish. This group is no longer a realm.
id: Seperti yang Anda inginkan. Grup ini tidak lagi menjadi realm

source: _%d associations with subgroups have been deleted_
id: _%d keterkaitan dengan subgrup telah dihapus_

source: Manage your group settings from this keyboard
id: Kelola pengaturan grup Anda dengan keyboard berikut

source: I'm sorry, this group doesn't have any message generated by /pin
id: Maaf, grup ini belum memiliki pesan yang dihasilkan dengan /pin

source: _I'm sorry, the last message genereted with /pin does not exists anymore_
id: _Maaf, sepertinya pesan terakhir yang dihasilkan dengan /pin sudah tidak ada_

source: _The text you sent me is the same of the old pinned message_
id: _Teks yang Anda kirimkan tampaknya sama dengan yang sebelumnya_

source: Pinned message edited in %d groups. If this number is lower than expected, it means that in some subgroups the last message generated with /pin has been deleted
id: Pesan pin telah diubah untuk %d group. Jika angka lebih kecil dari seharusnya, artinya pesan terakhir yang dihasilkan dengan /pin di salah satu subgrup telah dihapus

source: This group is already using this channel
id: Grup ini sudah menggunakan channel ini

source: Log channel added!
id: Channel log ditambahkan!

source: <i>%s</i> changed its log channel. <i>From a realm, by %s</i>
id: <i>%s</i> mengganti channel log nya. <i>Dari induk grup, oleh %s</i>

source: Logs of <i>%s</i> will be posted here. <i>From a realm, by %s</i>
id: Log dari <i>%s</i> akan ditampilkan disini <i>Dari induk grup, oleh %s</i>

source: The channel will be used by %d more subgroups. <i>If this number is lower than expected, it means that all the other subgroups were already using that channel as log</i>
id: Channel akan digunakan oleh %d lebih subgrup. <i>Jika angka lebih kecil, artinya semua subgrup yang lain sudah menggunakan channel sebagai log</i>

source: <i>The id you sent doesn't belong to a realm</i>
id: <i>ID yang Anda kirimkan belum terkait ke induk grup</i>

source: This realm [<code>%s</code>] already reached the max [<code>%d</code>] number of subgroups
id: Induk grup ini [<code>%s</code>] sudah mencapai batas maksimal [<code>%d</code>] dari subgrup

source: <b>New subgroup added</b>: %s [<code>%d</code>] <b>By</b>: %s [@%s][#id%d]
id: <b>Subgrup baru telah ditambahkan</b>: %s [<code>%d</code>] <b>Oleh</b>: %s [@%s][#id%d]

source: The realm of this group changed: <code>%s</code>`
id: Induk untuk grup ini telah diganti: <code>%s</code>`

source: <i>Already a sub-group of:</i> <code>%s</code>
id: <i>Sudah sebagai subgrup:</i> <code>%s</code>

source: <b>Group added to the sub-groups of</b>: <code>%s</code>
id: <b>Grup telah ditambahkan sebagai subgrup dari</b>: <code>%s</code>

source: This group is already a realm. *Realm id*: `%s`
id: Grup ini sudah menjadi induk grup. *ID induk grup*: `%s`

source: _Only the owner can decide to use this group as a realm_
id: _Hanya creator grup yang dapat menjadikan grup ini sebagai induk grup_

source: _I'm sorry, a public group can't be used as realms_
id: _Maaf, grup publik tidak dapat digunakan sebagai induk grup_

source: _I'm sorry, I can't get the number of the members of this group now. Try again later_
id: _Maaf, saya tidak dapat mengetahui jumlah anggota grup ini. Coba lagi nanti_

source: _You can't use as realm a group with more than %d members_
id: _Anda tidak dapat menggunakan grup dengan jumlah %d anggota sebagai induk grup_

source: This group can now be used as realm: the members of this group can now manage multiple groups from here. To add a sub-group, the group owner must write in the chat: "/setrealm %s". He can copy-paste in the group the following text:
id: Sekarang grup ini dapat digunakan sebagai induk grup: anggota grup disini dapat mengelola beberapa grup sekaligus darisini. Untuk menambahkan subgrup, creator harus melakukannya di grup: "/setrealm %s". Dia dapat menyalin perintah berikut

source: _This command can be used only by the group owner_
id: _Perintah ini hanya dapat digunakan oleh creator grup_

source: _This group is no longer going to be used as a realm, and you will lose all the associations with your subgroups._ *Do you want to continue?*
id: _Grup ini tidak lagi ditetapkan sebagai induk grup, dan Anda akan kehilangan kaitan dengan seluruh subgrup_ *Apakah Anda ingin melanjutkan?*

source: <i>This group is a realm, you can use this command only in one subgroup</i>
id: <i>Ini sebuah induk grup, perintah ini hanya bisa Anda gunakan di salah satu subgrup</i>

source: Done. This group does no longer belong to <code>%s</code>
id: Selesai. Grup ini tidak lagi terkait dengan <code>%s</code>

source: <i>A group has been removed from your subgroups</i> <b>Title</b>: %s <b>ID</b>: <code>%d</code> <b>By</b>: %s [@%s] [#id%d]
id: <i>Sebuah grup telah dihapus dari subgrup Anda</i> <b>Nama</b>: %s <b>ID</b>: <code>%d</code> <b>Oleh</b>: %s [@%s] [#id%d]

source: <i>You are not associated with any realm</i>
id: <i>Anda belum terkait dengan induk grup manapun</i>

source: This group is not paired with any realm
id: Grup ini belum dipasangkan ke induk grup

source: <b>Paired with</b>: %s <b>Saved as</b>: %s <b>Realm in the global list</b>: %s
id: <b>Telah dipasangkan dengan</b>: %s <b>Disimpan sebagai</b>: %s <b>Daftar grup di realm</b>: %s

source: To add a group to the administrated group of this chat, the *owner of the group* have to copy-paste the following message in the group you want to add:
id: Untuk menambahkan grup yang diadministrasi oleh grup ini, *creator grup* harus melakukan hal berikut di grup yang ingin Anda tambahkan:

source: _I'm sorry, this realm doesn't have subgroups paired with it_
id: _Maaf, belum ada grup yang dipasangkan ke induk grup ini_

source: Select one or more groups that will use that channel as log channel
id: Pilih satu atau lebih grup yang akan menggunakan channel tersebut sebagai log

source: _Only the channel creator can pair a chat with a channel_
id: _Hanya creator channel yang dapat memasangkan grup dengan channel_

source: You must *forward* the message from the channel you want to use
id: Anda harus *memforward* pesan dari channel yang ingin Anda gunakan

source: Select a group to manage its settings
id: Pilih grup yang ingin dikelola

source: <b>Your subgroups</b>:
id: <b>Subgrup Anda</b>:

source: Choose the subgroup you want to un-pair:
id: Pilih subgrup yang ingin Anda pisahkan:

source: <b>Title</b>: %s <b>ID</b>: %d <b>Subgroups n°</b>: %d <b>Total members</b>: %d
id: <b>Nama grup</b>: %s <b>ID</b>: %d <b>Subgrup n°</b>: %d <b>Total anggota</b>: %d

source: Choose the group where apply the rules (choose <b>within 30 minutes from now</b>)
id: Pilih grup yang akan ditetapkan rulesnya (pilih <b>dalam 30 menit dari sekarang</b>)

source: _Answer to a forwarded message_
id: _Balas ke pesan yang diforward_

source: Executed. <b>Success</b>: <code>%d</code> <b>The bot is not admin</b>: <code>%d</code> <b>The user is admin</b>: <code>%d</code> <b>Failed because of limits</b>: <code>%d</code> <b>Failed because of other reasons</b>: <code>%d</code> <b>Failed to ban from</b>: %s
id: Telah dieksekusi. <b>Sukses</b>: <code>%d</code> <b>Bot tidak sebagai admin</b>: <code>%d</code> <b>Pengguna sebagai admin</b>: <code>%d</code> <b>Gagal karena limits</b>: <code>%d</code> <b>Gagal karena hal lain</b>: <code>%d</code> <b>Gagal blokir dari</b>: %s

source: <i>Log channels used by your subgroups</i>:
id: <i>Channel log yang digunakan oleh subgrup Anda</i>:

source: Please write something next this poor `/setrules`
id: Tulis sesuatu setelah perintah `/setrules`

source: Kicked: *%d*
id: Ditendang: *%d*

source: Banned: *%d*
id: Diblokir: *%d*

source: Temporarily banned: *%d*
id: Blokir sementara: *%d*

source: Removed for flooding chat: *%d*
id: Mebanjiri obrolan: *%d*

source: Removed for forbidden media: *%d*
id: Mengirim media terlarang: *%d*

source: Removed for max warnings: *%d*
id: Peringatan maksimal: *%d*

source: Removed for arab chars: *%d*
id: Mengirim karakter arab: *%d*

source: Removed for RTL char: *%d*
id: Mengirim karakter RTL: *%d*

source: 🔨 Ban
id: 🔨 Blokir

source: *Ban info* (globals):
id: *Informasi blokir* (globals):

source: Ban from the /user command
id: Diblokir dari perintah /user

source: <i>Banned!</i> Banned by: %s
id: <i>Terblokir!</i> Diblokir oleh: %s

source: The adminlist has just been updated. You must wait 3 minutes from the last refresh
id: Daftar admin baru diperbarui. Anda harus menunggu 3 menit dari refresh terakhir

source: Reset warns
id: Reset peringatan

source: Done! %s has been forgiven
id: Selesai! %s sudah dimaafkan

source: Warns <b>reset</b> by %s
id: Peringatan <b>direset</b> oleh %s

source: Hi %s, and welcome to *%s*!
id: Hai %s, selamat datang di *%s*!

source: Inline link formatted incorrectly. Check the text between brackets -> \[]()
id: Format link tidak tepat. Periksa teks diantar kurung siku -> \[]()

source: Unknown markdown error
id: Error markdown tidak diketahui

source: Bots won't be kicked if added by an user
id: Bot tidak akan dikeluarkan jika ditambahkan oleh pengguna

source: Bots will be kicked if added by an user
id: Bot akan dikeluarkan jika ditambahkan oleh pengguna

source: WARNS_RESET
id: RESET_PERINGATAN
