Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has six sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned *Antispam*: choose which kind of spam you want to forbid (example: telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Moderators*: promote or demote moderators *Bonus commands*: `/reportflood [number of messages]/[timeframe]`: set how many times users can use the @admin command within a certain timeframe. `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
tr: *Genel grup ayarları* '/config' veya '/settings': grup ayarlarını özel mesajda düzenleyin. Burada menüler ve alt menüler mevcuttur: *Menü*: Önemli grup ayarlarını yönet *Anti-flood*: anti-flood ayarlarını ve hassasiyetini ayarla. *Medya*: hangi medya türü grupta izin verilecek veya verilmeyecek gibi ayarları ayarlarsın. Kullanıcının ne kadar uyarı sonrasında banlanacağını ve gruptan atacağını ayarlarsın. *Anti-spam*: hangi tür medyaya izin verilecek (örnek: telegram.me linki, yönlendirmeler) *Kayıt tutucu*: seçilen hangi özelliklerin kaydı tutulacak *Moderatörler*: moderatör yap veya moderatörlükten çıkar *Fazladan komut*: `/reportflood [mesaj adeti]/[zamanlama]`: @admin komutunun haç kere kullanıldığı zaman admine bildirim gönderileceğini belirler. `/leave`: bot gruptan kaldırıldığında bot verilerini siler. Tekrar eklendiğinde bu komut kullanılabilir. `/snap`: yedeklenen veri '/import' komutu ile eklenebilir

source: *Moderators* Moderators are normal users that can use some of the commands that are usually available only to the group administrators. By default, moderators only have the banhammer (they can use _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). But their powers can be expanded or restricted by the administrators: there is a button in the /config menu, called _"Moderators"_, where the permissions of the moderators can be configured. By default, every admin can promote a new moderator, or demote an user who is already a mod. If you are the group owner, in the _"Moderators"_ section of the configuration menu you will be able to find a switch called _"Admins can manage mods"_. When disabled, the group administrators *can't promote or demote new moderators*, and also they won't be allowed to access the _"Moderators"_ section of the configuration menu (so they *won't be able to change the moderators permissions*). *Commands* `/promote [by reply|by username|by text mention|by ID]`: promote an user to moderator. If used on a moderator, it will update his name in the moderators list. `/demote [by reply|by username|by text mention|by ID]`: demote an moderator. `/modlist`: show the list of the moderators `/modlist -`: demote all the moderators (will clean the modlist)
tr: *Moderatörler* Moderatörler normal kullanıcılardan başka komutlar da kullanabilir. Varsayılan olarak moderatörler bunları kullanabilir ( _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). Eğer yönetici izin verirse: bir kişiyi moderatör yapabilir. Admin yeni bir kişiyi moderatör yapabilir veya moderatör olan kişiyi normal kişiye çevirebilir. Eğer grubun kurucu isen _"Moderatör"_ admin izinleri verebilir. *Komurlar* `/promote [yanıtlayarak|kullanıcı adı ile|yanıtlayarak |kullanıcı kimliği ile]`: bir kişiye moderatör yetkisi ver. `/demote [yanıtlayarak|kullanıcı adı ile|yanıtlayarak |kullanıcı kimliği ile]`: moderatör yetkisini kaldır. `/modlist`: moderatörleri listeler `/modlist -`: bütün moderatörlerin yetkisini kaldır (moderatör listesi silinecek)

source: *Log channel informations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
fa: اطلاعات کانال وقایع کانال وقایع یک کانال خصوصی است که ربات تمام وقایع داخل گروه را ثبت میکند و در کانال برای شما ذخیره میکند اگر شما میخواهید از این امکان استفاده کنید، شما باید گروه خود را با یک کانال به وسیله دستوری که توضییح داده میشود متصل کنید. بصورت پیش فرض وقایع ثبت نمیشوند. مدیران میتوانند انتخاب کنند کدام وقایع ثبت شود بوسیله دستور `/config` فهرست تنظیمات سپس دکمه کانال وقایع برای اتصال به کانال به گروه، سازنده کانال باید [ربات را مدیر کانال کند](telegram.me/gb_tutorials/4) (تذکر اگر مدیر نباشد نمیتواند کاری بکند)، و این دستور را در کانال بفرستید: `/setlog` سپس، و ادمین گروه باید این دستور را فوروارد با نقل قول یعنی اسم کانال دربالای پیام نمایش داده شود به کانال ("`/setlog`") ارسال شود. تمام! (شما میتوانید ویدئوی آموزشی را [اینجا](https://telegram.me/GB_tutorials/8) پیدا کنید) کانال وقایع میتواند برای چندین گروه استفاده شود. برای تغییر کانال وقایع همین مراحل را برای کانال دیگر تکرار کنید `/unsetlog`: حذف کانال وقایع فعلی `/logchannel`: گرفتن برخی از اطلاعات مربوط به کانال وقایع، اگر متصل باشد
tr: *Kayıt tutucu bilgisi* Kayıt tutucu grup hakkındaki bilgileri özel olarak tutar. Eğer gelecekte bunu kullanmak istiyorsan açıklamadaki kodları kullanmalısınız. Bütün olaylar varsayılan olarak kayıt tutmaz. Admin bu seçenekleri değiştirirse kayıt tutar. Kanal kurucusu bu komutları kullanmalıdır, [kanala yönetici ekleme](telegram.me/gb_tutorials/4) butadan da yardım alabilirsiniz. `/setlog` Admin kanala /setlog komutunu gönderip gönderilen mesajı bota yönlendirip kurulumu ayarlayabilir. *yapıldı*! (burda video anlatım bulabilirsin) [burada](https://telegram.me/GB_tutorials/8)) Kanal farklı gruplar için kayıt tutabilir. Eğer kayıt tutulan grubu değiştirirsen komutları tekrar ayarlamalısın. `/unsetlog`: log ayarlarını kaldır `/logchannel`: log tutucu kanal hakkında bilgi al

source: Banhammer
fa: مدیریت کاربران
tr: Banlayıcı

source: Group info
fa: اطلاعات گروه
id: Informasi grup
tr: Grup bilgisi

source: Report system
fa: سیستم گرازش
id: Sistem laporan
tr: Raporlama sistemi

source: Pin
fa: پیام سنجاق شده
tr: Sabit

source: Languages
fa: زبان
id: Bahasa
tr: Dil

source: Group configuration
fa: پیکربندی گروه
id: Konfigurasi grup
tr: Grup ayarları

source: Warns
fa: اخطارها
id: Peringatan
tr: Uyarılar

source: Welcome settings
fa: خوش آمدگویی
id: Pengaturan welcome
tr: Hoş geldin ayarları

source: Links whitelist
fa: لینک های لیست سفید
tr: Beyazliste linkleri

source: 📢 Bot channel
fa: 📢 کانال ربات
id: 📢 Channel bot
tr: 📢 Bot kanalı

source: 🌍 Select your language
fa: 🌍 زبان خود را انتخاب کنید
id: 🌍 Pilih bahasa
tr: 🌍 Dilini ceç

source: 📕 All the commands
fa: 📕 تمام دستورها
id: 📕 Semua perintah
tr: 📕 Tüm komutlar

source: Basics
fa: پایه
id: Dasar
tr: Basit

source: Admin commands
fa: دستور مخصوص مدیران
id: Perintah admin
tr: Admin komutları

source: Normal users commands
fa: دستور کاربران معمولی
id: Perintah pengguna
tr: Normal kullanıcı komutları

source: Commands in private
fa: دستورهای خصوصی (پی وی) ربات
id: Perintah di pesan pribadi
tr: Özel komutlar

source: Log channel
fa: کانال وقایع
id: Channel log
tr: Kanal kaydı

source: Moderators
fa: معاونین
tr: Moderatörler

source: Back
fa: برگشت
id: Kembali
tr: Geri

source: [Start me](%s) _to get the list of commands_
fa: [راه اندازی کنید](%s) _تا بتوانید تمام دستور های ربات را بگیرید_
id: [Mulai bot](%s) _untuk mendapatkan daftar perintah_
tr: [Başlat beni](%s) _tüm komutlar için_

source: Main menu
fa: فهرست اصلی
id: Menu utama
tr: Ana menü

source: Basic usage
fa: نکات پایه
id: Dasar penggunaan
tr: Basit kullanım

source: Commands for users (group)
fa: دستورهای کاربران معمولی (گروه)
id: Perintah untuk pengguna (grup)
tr: Grup kullanıcı komutları (grup)

source: Available commands in private
fa: دستورهای موجود برای خصوصی (پی وی) ربات
id: Perintah di pesan pribadi
tr: Özeldeki komutlar

source: Available commands in a realm
fa: دستورهای موجود برای قلمرو
id: Perintah di grup induk
tr: Alt alandaki komutlar

source: Log channel informations
fa: اطلاعات کانال وقایع
id: Informasi channel log
tr: Kayıt kanalı ayarları

source: Informations about the moderators
fa: اطلاعات مربوط به معاونین گروه
tr: Moderatör bilgisi

source: Available commands for admins
fa: دستورهای موجود برای مدیران
id: Perintah untuk admin
tr: Var olan admin komutları

source: Deprecated message, send /help again
fa: پیام منسوخ شده، لطفا help را دوباره ارسال کنید
id: Pesan telah usang, coba kirim perintah /help lagi
tr: Kaldırılan mesaj, /help komutunu tekrar gönderin

source: ❗️ Already there
fa: ❗️ شما در همین صفحه هستید
id: ❗️ Sudah di tab ini
tr: ❗️ Zaten burası

source: *No link* for this group. Ask the owner to save it with `/setlink [group link]`
fa: هیچ لینکی برای این گروه تعریف نشده از سازنده بخواهید یک لینک جدید تعریف کند `/setlink [group link]`
tr: *Link yok* bu grup için. kurucuya `/setlink komutu ile link oluşturmasını söyleyebilirsin.[group link]`

source: Link *unset*
fa: لینک حذف شد.
tr: Link *kaldırıldı*

source: The link has been set. *Here's the link*: %s
fa: لینک گروه ذخیره شد. *لینک ذخیره شده*: %s
id: Tautan telah dibuat. *Berikut*: %s
tr: Link ayarlandı. *Link burada*: %s

source: This is not a *public supergroup*, so you need to write the link near `/setlink`
fa: این یک گروه عمومی نیست لطفا بعد از دستور لینک خود را بنویسید `/setlink`
tr: Grup *süpergrup* değildir, linkin yanında bu özellik de gereklidir `/setlink`

source: This link is *not valid!*
fa: این لینک معتبر نیست
id: Tautan ini *tidak valid!*
tr: Link *hatalı*

source: The link has been updated. *Here's the new link*: %s
fa: لینک بروز رسانی شد. *لینک جدید*: %s
id: Tautan grup telah diperbarui. *Ini tautan yang baru*: %s
tr: Link güncellendi Yeni link *burada*: %s

source: Log every time an user join the group
fa: ثبت کردن ورود هرکاربر در گروه
id: Log setiap pengguna yang baru bergabung ke obrolan
tr: Kullanıcı gruba katıldığında kaydı tutulur

source: Bans will be logged. I can't log manual bans
fa: مسدودها ثبت خواهند شد. من نمیتواند بصورت دستی ثبت کنم
id: Banned akan di-log. Kecuali manual
tr: Ban kaydı tutulacak. Manuel banların kaydı tutulmaz

source: Kicks will be logged. I can't log manual kicks
fa: اخراج ها ثبت خواهند شد. من نمیتواند بصورت دستی ثبت کنم
id: Kick akan di-log. Kecuali manual
tr: Gruptan atma kaydı tutulacak. Manuel gruptan atma kaydı tutulmaz

source: Manual warns will be logged
fa: اخطارهای دستی ثبت خواهند شد
id: Peringatan akan di log
tr: Manuel uyarı kaydı tutulacak

source: Forbidden media will be logged in the channel
fa: رسانه های ممنوع در کانال ثبت خواهند شد
id: Media teranulir akan di-log di channel
tr: Yasaklı medya kaydı tutulacak

source: Spam links/forwards from channels will be logged in the channel, only if forbidden
fa: اسپم لینک/فوروارد در کانال ثبت خواهد شد، اگر ممنوع باشند
id: Spam tautan/forward dari channel akan di-log di channel, jika dianulir
tr: Spam linkler/yönlendirmeler kanalda tutulacak, sadece yasaklılar

source: Log when an user is flooding (new log message every 5 flood messages)
fa: وقتی کاربر پیامی را تکرار کند ثبت میشود (ثبت پیام تکراری جدید بعد از هر 5 پیام تکراری)
id: Log jika pengguna melakukan flood (pesan log baru setiap 5 pesan flood)
tr: Flood mesajlar kanalda tutulacak (yeni kayıt mesajı 5 flood mesajdır)

source: Log when an admin changes the group icon
fa: وقتی مدیران تصویر گروه را تغییر دهند ثبت خواهد شد
id: Log ketika admin mengganti icon grup
tr: Admin grubun resmini değiştirdiğinde kayıt tutulur

source: Log when an admin deletes the group icon
fa: وقتی مدیران تصویر گروه را حذف کنند ثبت خواهد شد
id: Log ketika admin menghapus icon grup
tr: Admin grubun resmini sildiğinde kaydı tutulur

source: Log when an admin change the group title
fa: وقتی مدیران عنوان گروه را تغییر دهند ثبت خواهد شد
id: Log ketika admin mengganti judul grup
tr: Admin grubun başlığını değiştirdiğinde kaydı tutulur

source: Log pinned messages
fa: پیام های سنجاق شده
id: Log pesan pin
tr: Sabit mesajların kaydı tutulur

source: Log when an user who has been blocked is banned from the group (when he join)
fa: ثبت نام کاربری که در لیست مسدودین گره قرار دارد وارد گروه شود و از ورود به گروه محروم میشود (هنگام ورود به گروه)
tr: Gruptan banlanan ve gruba katılan kişilerin kaydı tutulur (gruba katılınca)

source: Log when a new user is promoted to moderator
fa: وقتی کاربری به درجه معاونت ارتقا یابد ثبت خواهد شد
tr: Yeni kullanıcı moderatör yapıldığında kaydı tutulur

source: Log when an user looses the role of moderator
fa: وقتی کاربری از لیست معاونین خارج شود ثبت خواهد شد
tr: Moderatör yetkisini kaybettiğinde kaydı tutulur

source: Log when someone demotes all the moderators with '/modlist -'
tr: Birisi '/modlist' komutunu kullandığında kaydı tutulur '/modlist -'

source: Log when an admin removes the warning received by an user
fa: وقتی مدیران اخطارهای کاربری را حذف کنند ثبت خواهد شد
tr: Admin birini uyardığında kaydı tutulur

source: Log when an user reports a message with the @admin command
fa: وقتی کاربران از @admin استفاده کنند ثبت خواهد شد
tr: Birisi @admin komutunu kullandığında kaydı tutulur

source: Ban
fa: مسدود
id: Blokir
tr: Banla

source: Kick
fa: اخراج
id: Tendang
tr: At

source: Unban
fa: رفع محرومیت
id: Unblokir
tr: Banı kaldır

source: Tempban
fa: اخراج مدت دار
id: Blokir sementara
tr: Geçiçi ban

source: Report
fa: گزارش
tr: Raporla

source: Warns resets
fa: اخطارهای حذف شده
id: Reset peringatan
tr: Uyarıları sıfırla

source: New members
fa: اعضای جدید
id: Anggota baru
tr: Yeni kullanıcı

source: Media warns
fa: اخطارهای رسانه
id: Peringatan media
tr: Medya uyarıları

source: Spam warns
fa: اخطارهای اسپم
id: Peringatan spam
tr: Spam uyarıları

source: Promotions
fa: ترفیع
tr: Yetkilendir

source: Demotions
fa: تنزل
tr: Yetkiyi kaldır

source: All mods demoted
tr: Tüm yetkisi alınan kullanıcılar

source: New group icon
fa: تصویر جدید گروه
id: Icon grup baru
tr: Yeni grup resmi

source: Group icon removed
fa: حذف تصویر گروه
id: Icon grup dihapus
tr: Grup resmi silindi

source: New group title
fa: عنوان جدید گروه
id: Judul grup baru
tr: Yeni grup başlığı

source: Pinned messages
fa: پیام های سنجاق شده
id: Pin pesan
tr: Sabit mesaj

source: Users blocked and banned
tr: Kullanıcı engellendi ve banlandı

source: Users blocked
fa: کربران مسدود شده
tr: Kullanıcı engellendi

source: Users unblocked
tr: Kullanıcının engeli kaldırdı

source: You are not admin of this group
fa: شما مدیر این گروه نیستید
id: Anda bukan admin di grup ini
tr: Bu grupta admin değilim

source: User unbanned!
fa: کاربر از محرومیت خارج شد!
id: Pengguna diunblokir!
tr: Kullanıcının banı kaldırıldı!

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged Tap on a voice to get further informations
fa: لطفا وقایعی را که میخواهید در کانال ثبت شود انتخاب کنید ✅ = درکانال ثبت خواهد شد ☑️ = در کانال ثبت نخواهد شد روی ستون سمت چپ بزنید تا اطلاعات را دریافت کنید
tr: *Seçilen olayın kaydı tutulacak* ✅ = kaydı tutulacak ☑️ = kaydı tutulmayacak Bir ses hakkında daha fazla bilgi almak için dokunun

source: _Too many requests. Retry later_
fa: تعداد درخواست زیاد. لطفا بعدا تلاش کنید
id: _Too many requests. Coba lagi nanti_
tr: _Çok fazla istek oluştu. Daha sonra deneyin_

source: _I need to be admin in the channel_
fa: من نیاز دارم که ادمین کانال باشم
id: _Saya harus menjadi admin di channel_
tr: _ Kanalda admin olmalıyım_

source: _Already using this channel_
fa: قبلا این کانال را استفاده کرده اید
id: _Channel ini sudah digunakan_
tr: _Bu kanal çoktan kullanılıyor_

source: *Log channel added!*
fa: کانال وقایع افزوده شد!
id: *Channel log ditambahkan!*
tr: *Kayıt tutucu eklendi!*

source: <i>%s</i> changed its log channel
fa: <i>%s</i> کانل وقایع را تغییر داد
id: <i>%s</i> mengganti channel lognya
tr: <i>%s</i> kayıt tutucu değiştirildi

source: Logs of <i>%s</i> will be posted here
fa: وقایع <i>%s</i> اینجا ثبت خواهند شد
id: Log dari <i>%s</i> akan ditampilkan disini
tr: Kayıt<i>%s</i> gönderildi

source: _Only the channel creator can pair the chat with a channel_
fa: فقط سازنده کانال میتواند اینکار را انجام دهد
id: _Hanya creator channel yang dapat memasangkan grup dengan channel_
tr: _Yanlızca kanalın kurucusu bu ayar için eşleştirebilir_

source: _I'm sorry, only private channels are supported for now_
fa: من متاسفم فقط کانال های خصوصی در حال حاضر پشتیبانی میشوند
id: _Maaf, saat ini hanya mendukung private channel_
tr: _Üzgünüm, sadece özel mesajı destekliyorum şuan_

source: You have to *forward* the message from the channel
fa: شما باید پیام را از کانال بطوری که نامش مشخص شود فوروارد کنید
id: Anda harus *memforward* pesan dari channel
tr: Kanaldan *yönlendirilmiş* mesajınız var

source: _This groups is not using a log channel_
fa: این گروه کانال وقایع ندارد
id: _Grup ini sedang tidak menggunakan channel log_
tr: _Bu grup için kayıt tutulmuyor_

source: *Log channel removed*
fa: کانال وقایع حذف شد
id: *Channel log dihapus*
tr: *Kayıt kanalı silindi*

source: _This group has a log channel saved, but I'm not a member there, so I can't post/retrieve its info_
fa: این گروه یک کانال وقایع دارد اما من در آنجا عضو نیستم بنابراین نمیتواند چیزی را ثبت کنم
id: _Grup ini telah memiliki channel log, namun saya bukan member disana, sehingga saya tidak bisa memposting/menemukan informasinya_
tr: _Bu grup kayıt ayarları kaydedildi, ama ben burada kullanıcı değilim, buraya mesaj gönderemem_

source: <b>This group has a log channel</b> Channel: <code>%s</code>
fa: این گروه یک کانال وقایع دارد کانال: <code>%s</code>
id: <b>Grup ini memiliki log channel</b> Channel: <code>%s</code>
tr: <b>Kayıt kanalı eklendi</b> Kanal: <code>%s</code>

source: Video messages
tr: Video mesajları

source: Warns (media) 📍 %d | kick
fa: اخطار های (رسانه) 📍 %d | اخراج
id: Peringatan (media) 📍 %d | tendang
tr: Medya uyarıları 📍 %d | gruptan at

source: Warns (media) 📍 %d | ban
fa: اخطار های (رسانه) 📍 %d | مسدود در گروه
id: Peringatan (media) 📍 %d | blokir
tr: Medya uyarıları 📍 %d | banla

source: Tap on a voice in the right colon to *change the setting* You can use the last line to change how many warnings should the bot give before kick / ban someone for a forbidden media The number is not related the the normal `/warn` command
fa: روی ستون های سمت راست بزنید و تنظیمات را تغییر دهید شما میتوانید در آخرین ردیف تعداد اخطارهایی برای رسانه که کاربر قبل از اخراج میتواند بگیرد را تعیین کنید این عدد برای اخطار های دستور warn/ نیست
id: Tap pada tombol sebelah kanan untuk *mengubah pengaturan* Pada baris terakhir Anda dapat menentukan berapa banyak peringatan maksimal sebelum pengguna ditendang/diblokir karena mengirim media yang dianulir. Angka tidak berhubungan dengan `/warn` biasa
tr: Yan sütuna dokunup *ayarları değiştir* Son satırda ne kadar uyarı alacağını ve bu uyarı sonucunda izin verilmeyen mesaj atarsa gruptan atılacak/banlanacak

source: ⚠️ Tap on the right column
fa: ⚠️ روی ستون سمت راست بزنید
id: ⚠️ Tap pada kolom sebelah kanan
tr: ⚠️ Sağ sütüna dokunun

source: ⚙ The new value is too low ( < 1)
fa: ⚙ خیلی کوچک است ( < 1)
id: ⚙ Nilai terlalu kecil ( < 1)
tr: ⚙ Değer daha küçük olamaz ( < 1)

source: ⚙ The new value is too high ( > 12)
fa: ⚙ خیلی بزرگ است ( > 12)
id: ⚙ Nilai terlalu besar ( > 12)
tr: ⚙ Değer daha büyük olamaz ( > 12)

source: 🔨 New status is kick
fa: 🔨 وضعیت جدید اخراج
id: 🔨 Status baru: tendang
tr: 🔨 Yeni gruptan atma durumu

source: 🔨 New status is ban
fa: 🔨 وضعیت جدید مسدود در گروه
id: 🔨 Status baru: blokir
tr: 🔨 Yeni gruptan banlama durumu

source: When enabled, users will be able to report messages with the @admin command
fa: وقتی فعال باشد، کاربران میتوانند با دستور @admin گزارش ارسال کنند
id: Jika aktif, pengguna dapat melaporkan pesan dengan perintah @admin
tr: Açıldığında, kullanıcılar @admin mesajı ile rapor edebilecek

source: Enable or disable the goodbye message. Can't be sent in large groups
fa: فعال یا غیرفعال کردن پیام خداحافظی. اما درگروه های تعداد بالا قابل ارسال نیست
id: Aktif/nonaktifkan pesan goodbye. Tidak dapat dikirim di grup dengan lebih sekitar 50 anggota
tr: Güle güle mesajını aç veya kapat. Büyük gruplarda kullanılmaz

source: Enable or disable the welcome message
fa: فعال یا غیرفعال کردن پیام خوش آمدگویی
id: Aktif/nonaktifkan pesan selamat datang
tr: Hoş geldin mesajını aç veya kapat

source: When enabled, the bot doesn't answer in the group to /dashboard, /config and /help commands (it will just answer in private)
fa: وقتی فعال باشد ربات نمیتواند /dashboard, /config و/help را پاسخ دهند (فقط در خصوصی میتواند ارسال کند)
id: Jika aktif, bot tidak akan memberi konfirmasi di grup untuk perintah /dashboard, /config, dan /help (hanya dijawab ke pesan pribadi)
tr: Açıldığında, bot cevap vermeyecek(cevaplar sadece özel mesajdan)

source: Enable and disable the anti-flood system (more info in the /help message)
fa: فعال و غیرفعال کردن سیستم ضد تکرار (اطلاعات بیشتر در /help )
id: Aktifkan dan nonaktifkan sistem anti-flood (info lengkap di pesan /help)
tr: Anti-flood ayarkarını aç veya kapat (daha fazla bilgi için /help komutunu kullanın)

source: If the welcome message is enabled, it will include an inline button that will send to the user the rules in private
fa: اگر پیام خوشامد فعال باشد، همراه با یک دکمه شیشه ای برای نمایش قوانین خواهد بود
id: Jika pesan selamat datang aktif, akan terdapat tombol yang akan mengirim rules ke pesan pribadi pengguna
tr: Eğer mesajlar aktifse, kurallar butonu eklenir

source: When someone uses /rules 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
fa: اگر شخصی از /rules استفاده کند 👥: ربات در گروه پاسخ خواهد داد (برای مدیران همیشه درگروه) 👤: ربات به خصوصی کاربر ارسال خواهد کرد
id: Jika seseorang mengirim perintah /rules 👥: bot akan membalas di grup (untuk admin, selalu dibalas di grup) 👤: bot akan membalas di pesan pribadi
tr: /rules komutu kullanıldığında 👥: bot grupta cevap verecek (genellikle adminle) 👤: bot özel mesajda cevap verecek

source: When someone uses an #extra 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
fa: اگر شخصی از #extra استفاده کند 👥: ربات در گروه پاسخ خواهد داد (برای مدیران همیشه درگروه) 👤: ربات به خصوصی کاربر ارسال خواهد کرد
id: Jika seseorang mengirim perintah #ekstra 👥: bot akan membalas di grup (untuk admin, selalu dibalas di grup) 👤: bot akan membalas di pesan pribadi
tr: #eksra komutu kullanılduğunda 👥: bot grupta cevap verir (always, with admins) 👤: bot özel mesajda cevap verecek

source: Select what the bot should do when someone sends a message with arab characters
fa: انتخاب کنید ربات وقتی با تایپ فارسی/عربی روبرو شد چکار کند
id: Tentukan aksi yang dilakukan bot jika pengguna mengirim karakter arab
tr: Biri Arapça karakterler içeren bir ileti gönderdiğinde botun ne yapması gerektiğini seçin
