Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: 🐞 Sorry, a *bug* occurred
fa: 🐞 متاسفانه یک خطا رخ داده است
id: 🐞 Maaf, terjadi *bug*
tr: 🐞 Üzgünüm hata oluştu

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work. Unfortunately I can't work in normal groups, please ask the creator to convert this group to a supergroup.
fa: سلام دوستان! من %s هستم، و من یک ربات هستم که بری کمک به مدیران گروه ساخته شده ام. متاسفانه من در گروه های معمولی کار نمیکنم، لطفا از مدیر گروه بخواهید تا گروه را تبدیل به یک ابر گروه یا سوپر گروه کند.
id: Halo semuanya! Saya adalah %s, sebuah bot yang dibuat untuk membantu admin dalam mengelola grup mereka. Sayangnya, saya tidak bisa berfungsi di normal grup, tanyakan kepada creator grup untuk mengubah grup ini menjadi supergrup.
tr: Herkese merhaba! Benim adım %s ve Bot olarak admine yardım ediyorum. Ne yazık ki normal gruplarda çalışmıyorum, lütfen kurucuya grubu süper grub'a dönüştürmesini söyleyiniz.

source: I'm not an admin, I can't kick people
fa: من مدیر نیستم نمی توانم کسی را اخراج کنم
id: Saya bukan admin. Saya tidak bisa menendang anggota grup.
tr: Admin değilim, insanları gruptan atamam

source: I can't kick or ban an admin
fa: نمیتوانم مدیر را اخراج کنم!
id: Saya tidak bisa menendang atau memblokir admin.
tr: Admini gruptan atamam ve banlayamam

source: There is no need to unban in a normal group
fa: نیازی به رفع مسدودیت در گروه معمولی نیست
id: Unban tidak dibutuhkan grup biasa
tr: Normal grupta geçici banlamak gerekli değlidir

source: This user is not a chat member
fa: یک کاربر ساده است
id: Pengguna ini bukan anggota obrolan
tr: Bu kullanıcı sohbet üyesidir

source: %s %s for <b>spam</b>! (%d/%d)
fa: کاربر %s به دلیل اسپم %s شد. (%d/%d)
tr: %s %s için <b>Spam! (%d/%d)

source: %s, this kind of spam is not allowed in this chat (<b>%d/%d</b>)
fa: %s اسپم در این گروه مجاز نمیباشد (<b>%d/%d</b>)
id: %s, jenis spam ini dianulir di obrolan ini (<b>%d/%d</b>)
tr: %s, Bu tarz şeylere bu sohbette izin verilmez (<b>%d/%d</b>)

source: telegram.me link
fa: لینک تلگرام
id: tautan telegram.me
tr: telegram.me linkleri

source: message from a channel
fa: پیام ارسالی از کانال
id: pesan dari channel
tr: yönlendirmeler

source: allowed
fa: آزاد شد
id: diperbolehkan
tr: izin verilenler

source: not allowed
fa: ممنوع شد
id: dianulir
tr: izin verilmeyenler

source: You can't go lower
fa: پایینتر نمی شود
id: Nilai terlalu rendah
tr: Daha az olamaz

source: You can't go higher
fa: بالاتر نمیشود
id: Nilai terlalu tinggi
tr: Daha çok olamaz

source: New value: %d
fa: وضعیت جدید: %d
id: Nilai baru: %d
tr: Yeni değer %d

source: Allow/forbid telegram.me links
fa: آزاد/ممنوع کردن لینک تلگرام
id: Izinkan/anulir tautan telegram.me
tr: telegram.me linklerini izinver/yasakla

source: Allow/forbid forwarded messages from channels
fa: آزاد/ممنوع کردن پیام فوروارد شده از کانال
id: Izinkan/anulir forward pesan dari channel
tr: Yönlendirmeleri izin ver/yasakla

source: Set how many times the bot should warn the user before kick/ban him
fa: انتخاب کنید کاربران قبل از اخراج/مسدود شدن چند اخطار بتوانند دریافت کنند
id: Tentukan berapa kali bot memperingatkan user sebelum memblokir/menendangnya
tr: Kaç uyarı aldığında banlanacak/atılacak

source: Description not available
fa: توضییحات دردسترس نیست
id: Deskripsi tidak tersedia
tr: Açıklama mevcut değil

source: telegram.me links
fa: لینک تلگرام
id: tautan telegram.me
tr: telegram linkleri

source: Channels messages
fa: فوروارد از کانال
id: pesan channel
tr: Kanal mesajları

source: Kick 👞
fa: اخراج 👞
tr: At

source: Ban 🔨
fa: مسدود 🔨
tr: Banla

source: You're no longer an admin
fa: شما دیگه مدیر نیستید
id: Anda bukan lagi seorang admin
tr: Admin değilsin

source: *Anti-spam settings* Choose which kind of spam you want to forbid • ✅ = *Allowed* • ❌ = *Not allowed*
fa: تنظیمات ضداسپم کدامیک از اسپم ها را میخواهید ممنوع کنید • ✅ = آزاد • ❌ = ممنوع
id: *Pengaturan anti-spam* Tentukan jenis spam yang akan Anda anulir • ✅ = *Diizinkan* • ❌ = *Dianulir*
tr: .Anti-spam ayarları Spam gönderilmeyi ayarlayin • ✅ = *İzin ver* • ❌ = *Yasakla*

source: _The whitelist was already empty_
fa: _لیست سفید خالیست_
tr: _Beyazliste boş_

source: *Whitelist cleaned* %d links have been removed
fa: لیست سفید حذف شد %d لینک حذف شد
tr: *Beyazliste temizlendi* %d linkler silindi

source: _I can't find any url in this message_
fa: من نمیتوانم url در این پیام پیدا کنم
tr: _Bu mesajda link bulamadım_

source: %d link(s) will be whitelisted
fa: %d لینک به لیست سفید اضافه شد
tr: %d link(ler) beyazlisteye eklenecek

source: %d links were already in the list
fa: %d لینک قبلا در لیست سفید قرار داشته است
tr: %d linkler zaten listede

source: _The whitelist is empty_. Use `/wl [links]` to add some links to the whitelist
fa: لیست سفید خالی است از دستور `لینک wl/` برای افزودن لینک به لیست سفید استفاده کنید
tr: Beyazliste boş /wl komutunu kullanarak link(ler) ekleyebilirsin

source: Whitelisted links:
fa: لیست سفید لینک ها:
tr: Beyazliste linkleri:

source: %d link(s) removed from the whitelist
fa: %d لینک از لیست سفید حذف شد
tr: %d link(ler) beyazlisteden silindi

source: _Whitelist of channels empty_
tr: _Beyazliste kanalları boş_

source: *Whitelisted channels:* %s
tr: *Beyazliste kanalları: %s

source: _I can't find a channel ID in your message_
tr: _Mesajda kanal kimliği bulamadım_

source: <i>I'm sorry, this command has been used for the last time less then 3 days ago by</i> %s (ask him for the file). Wait [<code>%s</code>] to use it again
fa: من متاسفم این دستور فقط میتواند 3 روز یکبار اجرا شود، این دستور توسط %s استفاده شده است (از ایشون بخواهید تا فایل را به شما بدهد) تا [<code>%s</code>] صبر کنید تا بتوانید دوباره از این دستور استفاده کنید
tr: <i>Üzgünüm, bu komutu en son 3 gün önce kullanan </i> %s (dosya için ona sor). Bekle [<code>%s</code>] tekrar dene

source: *Sent in private*
fa: به خصوصی شما ارسال شد
tr: *Özel mesaj*

source: Download of the file failed with code %s
fa: دانلود فایل مورد نظر با مشکل مواجه شد با کد %s
tr: İndirme hata kodu %s

source: Chat IDs don't match (%s and %s)
fa: آیدی چت همخوانی ندارد (%s و %s)
tr: Sohbet kimliği eşleşmiyor (%s ve %s)

source: This is not a valid backup file. Reason: invalid name (%s)
fa: این فایل پشتیبانی قابل قبول نیست. دلیل: نام نامعتبر (%s)
tr: Bu geçerli bir yedekleme dosyası değildir. Sebep: bilinmeyen isim (%s)

source: Invalid input. Please reply to a document
fa: ورودی نامعتبر. لطفا فایل را پاسخ یا Reply کنید
tr: Hatalı giriş. Lütfen dosyayı cevaplayın

source: Invalid input. Please reply to the backup file (/snap command to get it)
fa: ورودی نامعتبر. لطفا فایل پشتیبانی را پاسخ یا Reply کنید (snap/ برای گرفتن فایل پشتیبانی)
tr: Hatalı giriş. Lütfen yedekleme dosyasını yanıtlayın (/snap komutu ile)

source: Ban expired for %s [<code>%d</code>]
fa: مدت زمان محرومیت برای %s [<code>%d</code>] تمام شد
tr: Ban süre sonu %s [<code> %d </code>]

source: <i>Your ban from %s has expired</i>
fa: محرومیت شما از %s پایان یافت
tr: <i> Ban süren %s doldu </i>

source: _This user is a moderator. Please /demote him first_
fa: این کاربر معاون گروه است. لطفا ابتدا با demote/ مقام او را بگیرید
tr: _Bu kullanıcı moderatördür. Lütfen ilk olarak /demote komutunu kullan_

source: _Reply to someone_
fa: پیام یک کاربر را *Reply* (پاسخ) کنید
id: _Balas ke pesan seseorang_
tr: _Birini yanıtla_

source: For this, you can directly use /ban
fa: برای اینکار شما میتوانید از ban/ استفاده کنید.
id: Untuk ini, Anda dapat langsung menggunakan /ban
tr: Bunun için, direk olarak /ban komutunu kullan

source: _The time limit is one week (168 hours)_
fa: زمان محدودیت یک هفته میباشد (168 ساعت)
id: _Batasan waktu adalah satu minggu (168 jam)_
tr: _Limit zamanı olarak bir hafta (168 saat)_

source: I can't kick this user. Either I'm not an admin, or the targeted user is!
fa: من نمیتوانم این کاربر را اخراج کنم. ممکنه ادمین نباشم یا این کاربر ادمین است!
id: Saya tidak bisa menendang pengguna ini. Mungkin saya bukan admin, atau dia sendiri adalah admin.
tr: Bu kullanıcıyı banlayamam. Admin değilim!

source: Ban time updated for %s. Ban expiration: %s <b>Admin</b>: %s
fa: زمان محرومیت برای %s بروزرسانی شد. پایان محرومیت: %s <b>مدیر</b>: %s
id: Periode blokir diperbarui untuk %s. Berakhir sampai: %s <b>Admin</b>: %s
tr: Tarafından ban zamanı güncellendi. %s Ban bitişi: %s <b>Admin</b>: %s

source: User %s banned by %s. <i>Ban expiration:</i> %s
fa: کاربر %s از ورود به گروه توسط %s محروم شد. <i>مدت محرومیت:</i> %s
id: Pengguna %s diblokir oleh %s. <i>Waktu berakhir:</i> %s
tr: Kullanıcı %s tarafından banlandı %s. <i> Ban bitişi:</i> %s

source: %s kicked %s!
fa: %s اخراج %s!
id: %s menendang %s!
tr: %s atıldı %s!

source: %s banned %s!
fa: %s مسدود کرد %s
id: %s memblokir %s!
tr: %s banlandı %s!

source: _An admin can't be unbanned_
tr: _Admin banlanamaz_

source: %s unbanned by %s!
fa: کاربر %s توسط %s از لیست مسدودین خارج شد!
id: %s diunblokir oleh %s!
tr: %s tarafından ban kaldırıldı %s!

source: <i>Please reply to a forwarded message to block the original sender, or provide me a list of usernames</i>
fa: لطفا روی پیام فوروارد شده ریپلای کنید تا ارسال کننده اصلی را مسدود کنید، یا لیست نام های کاربری را به من بدهید
tr: <i>Lütfen mesajı gönderen kişiyi engellemek için yanıtlayın, bu mesajı listeye ekleyelim</i>

source: <i>You can't block an admin or a mod</i>
fa: شما نمیتوانید مدیر یا معاون را مسدود کنید
tr: <i>Admini veya moderatörü banlayamazsın</i>

source: <i>This user is already in the blocked list</i>
fa: این کاربر قبلا در لیست مسدودین بوده است
tr: <i>Bu kullanıcı zaten engelli listesinde</i>

source: %s added to the blocked list
fa: %s توی لیست مسدودین افزوده شده
tr: %s Engelli listesine ekle

source: <i>This user is not in the blocked list</i>
fa: این کاربر در لیست مسدودین نیست
tr: <i>Bu kullanıcı engelli listesinde değil</i>

source: %s removed from the blocked list
fa: %s از لیست مسدودین حذف شد
tr: %s engelli listesinden sil

source: <b>New users blocked</b>: %d
fa: کاربرهای جدید مسدود شده: %d
tr: <b>Yeni engellenen kullanıcılar</b>: %d

source: <b>Users unblocked</b>: %d
fa: کاربرهای از مسدود خارج شده: %d
tr: <b>Engeli kalkan kullanıcılar</b>: %d

source: Unknown usernames: %s
fa: نام های کربری ناشناس: %s
tr: Bilinmeyen kullanıcı adı: %s

source: Where do you want to receive the list?
fa: کجا میخواهید لیست مسدودین را دریافت کنید؟
tr: Listeyi nereden almak istiyorsunuz?

source: Here
fa: اینجا
tr: Buradan

source: Private
fa: خصوصی
tr: Özel mesajdan

source: <i>The list is empty</i>
fa: لیست خالی است
tr: <i>Liste boş</i>

source: <b>List of blocked users (%d)</b>: - %s <i>When a blocked user joins and gets banned, he's removed from this list</i>
fa: لیست کاربران مسدود شده (%d) - %s وقتی که کاربر مسدود شده ای از در لیست محرومین گروه قرار گیرد (ban)، از این لیست حذف خواهد شد
tr: <b>Engelli kullanıcı listesi (%d)</b>: - %s <i>Engellenen kullanıcı katılırsa, bu listeden silinir</i>

source: I've sent you the list in private
fa: لیست را به خصوصی شما ارسال کردم
tr: Listeyi özel mesajdan yolladım

source: <i>I'm sorry, the list is too long. I can't show you the whole list now. This problem will be solved soon</i>
fa: متاسفام این لیست بسیار طولانی است. من نمیتوانم لیست کامل را الان به شما نشان دهم. این مشکل بزودی رفع خواهد شد
tr: <i>Üzgünüm, liste fazla sayıda. Listeyi gösteremiyorum. Bu sorun en kısa zamanda çözülecek</i>

source: <i>Something went wrong with the formattation of the list</i>
fa: فورمت لیست مشکل دارد
tr: <i>Bir şeyler ters gitti liste yüzünden</i>

source: You need to start me first. Click/tap here: t.me/%s
fa: شما باید اول من را start کنید روی این بزنید: t.me/%s
tr: İlk olarak beni başlatmalısın. Tıkla:t.me%s

source: <i>An unknown error occurred</i>. Code: %d
fa: یک مشکل ناشناس رخ داده است. کد: %d
tr: <i>Bilinmeyen hata oluştu</i>. Kod: %d

source: You are not allowed to use this button
fa: شما قادر به استفاده از این دکمه نیستید
tr: Bu butona izniniz yok

source: 🛠 Menu
fa: 🛠 فهرست تنظیمات
tr: 🛠 Menü

source: 🌈 Media
fa: 🌈 رسانه
tr: 🌈 Medya

source: 📥 Log channel
fa: 📥 کانال وقایع
tr: 📥 Log Kanal

source: 👔 Moderators
fa: 👔 معاونین
tr: 👔 Moderatörler

source: <b>%s</b> <i>Change the settings of your group</i>
tr: <b>%s</b> <i>Grubunun ayarlarını değiştir</i>

source: _I've sent you the keyboard via private message_
fa: _در پیام خصوصی شما ارسال شد_
id: _Saya telah mengirim keyboard ke pesan pribadi Anda_
tr: _Sana özel mesaj gönderdim_

source: <i>Change the settings of your group</i>
tr: <i>Grubunun ayarlarını değiştir</i>

source: ✅ | ON
fa: ✅ | روشن
id: ✅ | AKTIF
tr: ✅ | Açık

source: ❌ | OFF
fa: ❌ | خاموش
id: ❌ | TIDAK AKTIF
tr: ❌ | Kapalı

source: 👞 kick
fa: 👞 اخراج
id: 👞 tendang
tr: 👞 at

source: 🔨️ ️ban
fa: 🔨 مسدود
id: 🔨️ ️blokir
tr: 🔨 ️banla

source: Texts
fa: متن
id: Teks
tr: Yazı

source: Forwards
fa: فوروارد
id: Forward
tr: Yönlendirme

source: Stickers
fa: استیکر
id: Stiker
tr: Çıkartma

source: Images
fa: عکس
id: Gambar
tr: Resim

source: GIFs
fa: گیف
id: GIF
tr: GİF

source: Videos
fa: فیلم
id: Video
tr: Videolar

source: - *Status*: `%s`
fa: -وضعیت: %s
tr: - *Durum*: `%s`

source: - *Action* to perform when an user floods: `%s`
fa: -عکس العمل بعد از ارسال اسپم کاربران: `%s`
id: - *Aksi* yang dilakukan ketika pengguna membanjiri obrolan: `%s`
tr: - *Durum* flood ayarı için: `%s`

source: - Number of messages allowed *every 5 seconds*: `%d`
fa: - تعداد پیام های مجاز در 5 ثانیه: `%d`
id: - Jumlah pesan yg diperbolehkan *setiap 5 detik*: `%d`
tr: -İzin verilen mesaj sayısı *her 5 saniye için*: `%d`

source: - *Ignored media*: %s
fa: - رسانه های مجاز: %s
id: - *Media yang diabaikan*: %s
tr: - *Önemsenen medya*: %s

source: Settings
fa: تنظیمات
id: Pengaturan
tr: Ayarlar

source: Admins
fa: مدیران
id: Admin
tr: Adminler

source: Rules
fa: قوانین
tr: Kurallar

source: Extra commands
fa: دستورهای اضافه
id: Perintah ekstra
tr: Ekstra komutlar

source: Flood settings
fa: تنظیمات ضد تکرار
id: Pengaturan flood
tr: Flood ayarları

source: Media settings
fa: تنظیمات رسانه
id: Pengaturan media
tr: Medya ayarları

source: Navigate this message to see *all the info* about this group!
fa: با استفاده از صفحه کلید تمام اطلاعات این گروه را ببینید
id: Navigasikan pesan dibawah untuk melihat *semua informasi* tentang grup!
tr: Bu mesaj ile grup bilgisini güncelleyin!

source: _I've sent you the group dashboard via private message_
fa: _داشبورد گروه برای شما ارسال شد_
id: _Saya telah mengirim dasbor grup ke pesan pribadi Anda_
tr: _Sana özel mesaj yolladım_

source: 🚫 This group does not exist
fa: 🚫 این گروه وجود ندارد
id: 🚫 Grup ini tidak ada
tr: 🚫 Bu grup mevcut değil

source: 🚷 You are not a member of the chat. You can't see the settings of a private group.
fa: 🚷 شما عضو این گروه نیستید نمی توانید تنظیمات خصوصی این گروه را ببینید.
id: 🚷 Anda bukan anggota grup. Anda tidak bisa melihat pengaturan grup private.
tr: 🚷 Sohbet kullanıcısı değilsiniz.Gizli grupta ayarları göremezsiniz.

source: ℹ️ Group ► Settings
fa: ℹ️ گروه ◄ تنظیمات
id: ℹ️ Grup ► Pengaturan
tr: ℹ️ Grup ► Ayarları

source: ℹ️ Group ► Rules
fa: ℹ️ گروه ◄ قوانین
id: ℹ️ Grup ► Rules
tr: ℹ️ Grup ► Kuralları

source: I got kicked out of this group 😓
fa: من از این گروه خارج شده ام 😓
id: Saya ditendang dari grup ini 😓
tr: Bu gruptan çıkartılmıışım 😓

source: ℹ️ Group ► Admin list
fa: ℹ️ گروه ◄ لیست مدیران
id: ℹ️ Grup ► Daftar admin
tr: ℹ️ Grop ► Admin listesi

source: ℹ️ Group ► Extra
fa: ℹ️ گروه ◄ دستورهای اضافه
id: ℹ️ Grup ► Ekstra
tr: ℹ️ Grup ► Ekstra

source: ℹ️ Group ► Flood
fa: ℹ️ گروه ◄ ضدتکرار
id: ℹ️ Grup ► Flood
tr: ℹ️ Grop ► Flood

source: Documents
fa: فایل
id: Dokumen
tr: Dosya

source: Vocal messages
fa: پیام صوتی
id: Pesan suara
tr: Ses mesajları

source: Links
fa: لینک
id: Tautan
tr: Linkler

source: Music
fa: موسیقی
id: Musik
tr: Müzikler

source: Contacts
fa: مخاطبین
id: Kontak
tr: Kişiler

source: Games
fa: بازی
id: Permainan
tr: Oyunlar

source: Locations
fa: موقعیت جغرافیایی
id: Lokasi
tr: Konumlar

source: *Current media settings*:
fa: تنظیمات فعلی رسانه:
id: *Pengaturan media saat ini*:
tr: *Şuanki medya ayarları*:

source: ℹ️ Group ► Media
fa: ℹ️ گروه ◄ رسانه
id: ℹ️ Grup ► Media
tr: ℹ️ Grop ► Medya

source: This media has been saved as a response to %s
fa: این رسانه برای پاسخ به %s ذخیره شد.
id: Media ini telah disimpan sebagai respon untuk %s
tr: Tepki olarak medya kaydedildi %s

source: Command '%s' saved!
fa: %s ذخیره شد
id: Perintah '%s' tersimpan!
tr: Komut %s kaydedildi!

source: The command '%s' has been deleted!
fa: %s حذف شد
id: Perintah '%s' telah dihapus!
tr: Komut '%s' silindi!

source: The command '%s' does not exist!
fa: %s وجود ندارد
id: Perintah '%s' tidak tersedia!
tr: Komut '%s' bulunamadı!

source: ⚖ Current sensitivity. Tap on the + or the - to change it
fa: ⚖ حساسیت فعلی. برای تغییرات روی + و - بزنید
id: ⚖ Sensitifitas saat ini. Tap pada + atau - untuk mengubahnya
tr: ⚖ Hassasiyet ayarı.+ ve - ye basarak ayarlayabilirsin

source: Choose which media must be ignored by the antiflood (the bot won't consider them). ✅: ignored ❌: not ignored
fa: انتخاب کنید کدام رسانه میخواهید در سیستم ضد تکرار نادیده گرفته شود (ربات تعداد آنها را شمارش نخواهد کرد). ✅:نادیده گرفتن ❌:درسیستم محاسبه خواهد شد
id: Tentukan media yang akan diabaikan oleh antiflood (bot tidak akan mendeteksinya). ✅: diabaikan ❌: dideteksi
tr: Seçilen medya antiflood'da önemsenmeyecek (bot onları önemsemeyecek). ✅: önemseyecek ❌: önemsemeyecek

source: 👞️ kick
fa: 👞 اخراج
id: 👞️ tendang
tr: 👞️at

source: 🔨 ️ban
fa: ⛔ ️ مسدود
id: 🔨 ️blokir
tr: 🔨 ️banla

source: Flooders will be banned
fa: اسپم دهنده ها در گروه مسدود خواهند شد
id: Flooders akan diblokir
tr: Flood atanlar banlanacak

source: Flooders will be kicked
fa: اسپم دهنده از گروه اخراج خواهند شد
id: Flooders akan ditendang
tr: Flood atanlar atılacak

source: %d is not a valid value!
fa: %d معتبر نیست!
id: %d bukan nilai yang valid!
tr: %d hatalı değer!

source: You can manage the antiflood settings from here
fa: شما میتوانید تنظیمات ضد تکرار را از اینجا مدیریت کنید
id: Anda dapat mengelola pengaturan antiflood dari sini
tr: Anti-flood ayarını buradan yönetebilirsin

source: Antiflood settings
fa: تنظیمات ضد تکرار
id: Pengaturan antiflood
tr: Anti-flood ayarı

source: ❎ [%s] will be ignored by the anti-flood
fa: ❎ [%s] توسط ضد تکرار نادیده گرفته می شود
id: ❎ [%s] akan diabaikan oleh anti-flood
tr: ❎ [%s] anti-flood önemsenecek

source: 🚫 [%s] won't be ignored by the anti-flood
fa: 🚫 [%s] توسط ضد تکرار محاسبه خواهد شد
id: 🚫 [%s] akan dideteksi oleh anti-flood
tr: 🚫 [%s] anti-flood önemsenmeyecek

source: Hello %s 👋🏼, nice to meet you! I'm Group Butler, the first administration bot using the official Bot API. *I can do a lot of cool stuffs*, here's a short list: • I can *kick or ban* users • You can use me to set the group rules • I have a flexible *anti-flood* system • I can *welcome new users* with a customizable message, or if you want with a gif or a sticker • I can *warn* users, and ban them when they reach the maximum number of warnings • I can also warn, kick or ban users when they post a specific media …and more, below you can find the "all commands" button to get the whole list! I work better if you add me to the group administrators (otherwise I won't be able to kick or ban)!
fa: سلام %s 👋, از دیدنت خوشحالم! من Group Butler اولین ربات مدیریت گروه API هستم. من میتوانید کارهای خارق العاده زیادی بکنم، اینجا لیست کوتاهی را میبینید: • من میتوانم کاربران را از گروه اخراج یا در گروه مسدود کنم • شما میتوانید از من برای ذخیره قوانین و توضییحات استفاده کنید • من یک سیستم ضد تکرار و ضد اسپم دارم • من میتوانم پیام خوشامد بگم با متن انتخابی شما و یا اگر شما بخواهید باگیف یا استیکر • من میتوانم به کاربران اخطار دهم، و میتوانم آنها را در گروه برای گرفتن حداکثر تعداد اخطار مسدود یا اخراج کنم • و همچنین میتوانم برای ارسال رسانه های ممنوع به آنها اخطار دهم یا اخراج و مسدود کنم و کار های خیلی بیشتر...، در زیر شما میتوانید all comands را ببینید.لیست! من وقتی که داخل گروه مدیر باشم علمکرده بهتری دارم و اگر مدیر نباشم نمیتوانم اخراج یا مسدود کنم
id: Halo *%s* 👋🏼, senang berjumpa denganmu! Saya adalah Group Butler, bot administrasi pertama kali yang menggunakan API Bot resmi. *Saya dapat melakukan beberapa hal*, seperti berikut: • *Menendang/memblokir* (kick-ban) anggota dari grup. • Menetapkan *rules* grup. • Saya memiliki sistem *anti-flood* yg fleksibel, dapat disesuaikan • Pesan *selamat datang* kepada anggota yang baru bergabung ke obrolan yang dapat di kustomisasi. Jika mau, Anda bisa menggunakan gif atau stiker • Memberi *peringatan* (warn) kepada pengguna, kemudian menendang/memblokirnya jika jumlah peringatannya sudah maksimal • Saya juga dapat memberi *peringatan* secara otomatis kepada pengguna yang mengirim media tertentu, atau langsung mendendang/memblokirnya dari obrolan …dan masih banyak lagi, gunakan tombol "Semua perintah" dibawah ini untuk selengkapnya! Saya akan berfungsi lebih baik jika Anda menjadikan saya sebagai Admin grup (jika tidak, *kick* dan *ban* tidak berfungsi)!
tr: Merhaba %s 👋🏼👋🏼 tanıştığıma memnun oldum! Ben Grup Butler,Telegram Bot API kullanılarak oluşturuldum. *Bir çok güzel şeyleri yapabilirim*, kısa bir liste burada: Kullanıcıları *banlarım veya gruptan atabilirim* Beni kullanarak grup kuralı oluşturabilirsin Esnek *anti-flood* sistemine sahibim Yeni gelen kullanıcılara *hoş geldin* mesajı ayarlayabilirim, isteğe göre çıkartma veya gif de olabilir Kullanıcılara *uyarı* yapabilirim, maksimum uyarı sayısı belirleyebilirim İstenmeyen medyayı göndereni gruptan banlayabilir veya engelleyebilirim daha fazlasını öğrenmek için "tüm komutlar" butonuna tıklamalısın İyi çalışmam için beni grupta admin yapmalısın. (admin değilse bazı komutlar çalışmayabilir)!
