Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: *Realm commands* _Realm = administration group, from where you can manage more sub-groups without sending there commands_ `/setrealm` (*only for the group owner*): use the group as a realm. A realm can't have more than 60 members and must be a *private* supergroup. Follow the instructions the bot will give you to associate a group (subgroup) to a realm. `/subgroups`: get the list of the subgroups administrated by a realm. Can't be more than 6 for now. `/remove`: choose a subgroup to remove from the realm subgroups. `/send [message]`: broadcast a message to one or more subgroups. `/setrules [rules]`: apply the rules to one (or more) of your groups. `/pin [message]`: edit the last message generated with `/pin` in one or more groups. `/adminlist`: get the adminlist of one of your subgroups. `/id`: get the Telegram ID of one of your subgroups. `/realm`: get some info about your realm. `/add`: get the message to copy-paste in a group to add it to the subgroups of the realm. `/ban [by username|by id|by forwarded message]`: ban the user from all of your subgroups. *By forwarded message*: forward a message from the user in the realm and reply to it with `/ban`. `/config`: manage the settings of one of your subgroups. `/setlog` (forwarded from a channel): set the log channel for one or more of your subgroups. More info in the dedicated tab. `/delrealm` (*only for the owner*): the group will no longer be used as a realm. *Commands to use in a subgroup* `/unpair` (*only for the owner*): remove the association between the group and its realm. *Important*: realms are meant to be groups where their members administrate one or more associated groups. So in a realm you won't be able to use regular commands, such as `/warn`, `/welcome` and so on. The only commands that will work are those that are described above. Also, every member of the realm can take actions in groups where he is not admin. So take care about who to invite in a realm :)
fa: دستورهای قلمرو قلمرو = گروه مخصوص مدیران، در قلمرو مدیران میتوانند تمام زیر گروه ها را بدون ارسال دستور در گروه اصلی مدیریت کنند `/setrealm` فقط برای سازنده گروه: برای ذخیره کردن گروه به عنوان قلمرو. قلمرو نمیتواند بیشتر از 60 عضو داشته باشد، و قلمرو باید یک گروه خصوصی باشد. دستورهای زیر را دنبال کنید ربات شمارا در مدیریت زیرگروه ها همراهی خواهد کرد. `/subgroups`: گرفتن لیست زیرگروه هایی که توسط قلمرو مدیریت می شود. بیشتر از 6 زیرگروه فعلا نمی شود. `/remove`: حذف یکی از زیر گروه ها. `/send [message]`: برای انتشار یک پیام به تمام زیرگروه ها. `/setrules [rules]`: ذخیره قوانین برای یکی یا همه زیرگروه ها. `/adminlist`: گرفتن لیست مدیران یکی از زیرگروه ها. `/realm`: گرفتن اطلاعات قلمرو. `/add`: افزودن یک زیرگروه به قلمرو. `/ban [by username|by id|by forwarded message]`: مسدود کردن کاربر. توسط پیام فوروارد شد: پیام کاربر مورد نظر را در قلمرو فوروارد کنید و روی پیام ریپلای کنید. `/config`: مدیریت تنظیمات یکی از زیرگروه ها `/delrealm` فقط سازنده گروه: حذف از قلمرو دستورهای مورد استفاده در زیر گروه ها `/unpair` فقط سازنده گروه: حذف اتصال بین قلمرو و گروه نکته مهم: قلمرو یک گروه مدیریتی است که اعضای آن میتواند یک یا چند گروه را مدیریت کنند. بنابراین شما در قلمرو فقط دستور های توضییح داده شده را میتوانید استفاده کنید. تمام این دستور ها در بالا توضییح داده شده اند. همچنین هر عضوی که در قلمرو باشد میتواند گروه را مدیریت کند حتی اگر مدیر گروه نباشد. بنابراین در انتخاب اعضای قلمرو دقت کنید :)
id: *Perintah realm* _Realm = grup administrasi, sebagai induk grup, dimana Anda dapat mengelola beberapa sub-grup tanpa mengirim perintah ke grup-grup tersebut_ `/setrealm` (*hanya untuk creator grup*): menjadikan grup sebagai grup induk. Grup ini tidak boleh memiliki lebih dari 60 anggota, dan harus bersifat *private* supergrup. Ikuti petunjuk berikut, bot akan mengaitkan beberapa grup Anda (sub-grup) kedalam sebuah grup realm. `/subgroups`: melihat daftar subgrup yang sudah diadministrasi dengan induk grup. Tidak bisa lebih dari 6, untuk saat ini. `/remove`: memilih subgrup yang akan dipisahkan dari grup induk. `/send [message]`: membroadcast pesan ke satu atau lebih subgrup. `/setrules [rules]`: menetapkan rules ke satu atau lebih subgrup. `/pin [message]`: mengedit pesan yang terakhir dihasilkan dengan `/pin` di satu atau lebih grup. `/adminlist`: melihat daftar admin di salah satu sub grup Anda. `/id`: melihat ID salah satu subgrup Anda. `/realm`: beberapa informasi tentang grup induk Anda. `/add`: mengambil sebuah pesan yang akan di copy-paste di grup dan menambahkannya ke sub-grup. `/ban [dengan username|id|forward pesan]`: memblokir seorang pengguna dari seluruh subgrup Anda. *By forwarded message*: forward pesan dari pengguna tersebut kemudian reply dengan perintah `/ban`. `/config`: mengelola pengaturan salah satu subgrup Anda. `/setlog` (diforward dari channel): menentukan log channel dari satu atau lebih subgrup Anda. Penjelasan lebih detil ada di tab khusus. `/delrealm` (*hanya untuk creator grup*): grup tidak akan bisa digunakan sebagai grup induk. *Perintah yang digunakan di subgrup* `/unpair` (*hanya untuk creator grup*): memisahkan grup dari grup induk yang telah dibuat. *Penting*: realm atau induk grup dimaksudkan untuk mendukung sebuah grup dimana anggotanya sedang mengelola satu atau beberapa grup yang saling berkaitan. Jadi, di grup induk Anda tidak dapat menggunakan perintah seperti `/warn`, `/welcome` dan sebagainya. Perintah-perintah yang dapat digunakan sudah dijelaskan seperti diatas. Juga, anggota grup dari grup induk dapat mengirim perintah ke subgrup walaupun dia bukan admin disana. Jadi, hati-hati untuk mengundang seseorang ke induk grup Anda :)
tr: *Bölge komutları* _Bölge = alt gruplar komut göndererek yönetebilirsin_ '/setrealm' (*sadece grup kurucusu*): alt grup için bunu kullan. Alt grup 60 dan daha fazla olmamalı ve *gizli* süpergrup olmalı. Açıklamaları okuyun ve buna göre alt grubu yönetin 'subgroups': alt grup listesini almak. 6'dan fazla değil şimdilik '/remove':seçilen alt grubu sil '/send [mesaj]': alt gruptakilere mesaj gönder. '/setrules [kurallar]': bir veya daha fazla gruba kural ayarla. '/pin [mesaj]': /pin komutu ile son göderilen mesajı kontrol et. '/adminlist': alt grup adminlerini listele '/id':alt grubun kimliğini göster. '/realm': alt grup hakkında biraz bilgi ver '/add': kopyalayıp yapıştırarak alt gruba mesaj gönder. '/ban [kullanıcı adı ile,kullanıcı kimliği ile]': tüm alt alanlardan banla. *yönlendirilen mesaj*:yönlendirilen mesajı /ban yazıp yanıtlayarak tüm alt alanlardan engelle. '/config': grup seçenekleri için. '/setlog': (yönlendirmeler(: alt gruba log kanalı ayarla. '/delralm' (sadece kurucu):alt grup daha fazla kullanılmayacak *Alt grup komutları* '/unpair' (*sadece kurucu*): grup ve bölge arasında ilişkilendirmeyi kaldır. *Önemli*: alt gruoları yönetmek ve daha fazla ilişki kurmak için bunu kullanmalıyız. Yeni bir alanda bunu kullanmak doğru olmayacaktır. '/warn', '/welcome' ve açık İşe yaraacak tek komutlar yukarıdakilerdir. Ayrıca, alt grupta admin olmadan eylemleri gerçekleştirebilirsiniz. Adminin kimi davet ettiğini önemsemeyin. :)

source: This bot works only in supergroups. To work properly, [it needs to be admin in your group](https://telegram.me/GroupButler_ch/104), so it can kick or ban people if needed. Only the group owner can promote it :) You can use `/, ! or #` to trigger a command. Remember: you have to use commands *in the group*, unless they are specifically designed for private chats (see "private" tab).
fa: این ربات فقط در سوپرگروه بخوبی کار میکند. برای اخراج/مسدود کردن [ربات حتما باید درگروه مدیر ](https://telegram.me/GroupButler_ch/104) باشد فقط سازنده گروه میتواند ربات را مدیر کند :) شما میتوانید از `/` ، `!` یا `#` اول دستورها استفاده کنید. دقت کنید: شما باید دستورات را داخل گروه ارسال کنید، مگر اینکه دستورها برای خصوصی طراحی شده باشند (قسمت خصوصی را ببینید).
id: Bot ini hanya berfungsi di supergrup. Untuk fungsi yang lebih baik, [jadikan bot sebagai admin grup](https://telegram.me/GroupButler_ch/104), sehingga dia bisa menendang/memblokir anggota obrolan jika dibutuhkan. Hanya creator grup yang dapat menjadikan bot sebagai admin :) Anda dapat menggunakan `/, ! or #` untuk memicu perintah. Ingat: Anda harus mengirim perintah *di dalam grup*, kecuali perintah tersebut memang dirancang untuk pesan pribadi (lihat tab "perintah di pesan pribadi").
tr: Bu bot sadece süpergrup içindir. Düzgün çalışması için, [grupta admin olmalıdır](https://telegram.me/GroupButler_ch/104), ban veya gruptan atmak için gereklidir. Sadece kurucu admin yapabilir. Bunları kullanarak komutları çalıştırabilirsin. (*/*,*!*,*#*) Unutma: komutları grupta kullanmalısın, özel durumlar için özelden mesaj atmalısın.

source: In this menu you will find all the available commands
fa: توی این فهرست شما میتوانید تمام دستورها را مشاهده کنید
id: Di menu ini Anda akan menemukan perintah yang tersedia
tr: Bu menü aktif komutları bulmana yardımcı olacak

source: *Commands that work in private*: • `/mysettings`: show a keyboard that allows you to change your personal settings, such as choosing if receive the rules in private when you join a group or if receive reports made with the `@admin` command • `/echo [text]` : the bot will send the text back, formatted with markdown • `/about` : show some useful informations about the bot • `/groups` : show the list of the discussion groups • `/id`: get your id • `/start` : show the initial message • `/help` : show this message
fa: دستورهایی که فقط در خصوصی (پی وی) ربات کار میکنند: • `/mysettings`: نمایش تنظیمات شخصی،شامل نمایش قوانین هنگام ورود به گروه ها، یا گرفتن گزارش کاربرانی که از دستور @admin استفاده کرده اند • `/echo [text]`: ربات متن مورد نظر شما را با مدل نشانه کزارسی نمایش میدهد • `/about` : نمایش اطعلات مهم درباره ربات • `/groups` : نمایش گروه های پشتیبانی ربات • `/id`: نمایش شناسه کاربری شما • `/start` : نمایش پیام اولیه ربات • `/help` : نمایش این پیام
id: *Perintah yang tersedia di pesan pribadi*: • `/mysettings`: menampilkan keyboard yang memungkinkan Anda untuk mengubah pengaturan pribadi seperti, menerima rules (melalui pesan pribadi) ketika bergabung ke grup, atau menerima laporan yang dikirim dengan perintah `@admin` • `/echo [teks]`: bot akan mengirimkan teks kembali, diformat dengan markdown • `/about`: menampilkan beberapa informasi yang berguna tentang bot • `/groups`: menampilkan daftar grup diskusi • `/id`: melihat id Anda • `/start`: menampilkan pesan awal • `/help`: menampilkan pesan ini
tr: *Komut özel mesajda çalışır.*: '/mysettings': Kişisel ayarlarınızı değiştirmenize olanak sağlayan bir klavye gösterir, özel olarak rapor almak bildirim almak için '@admin' komutu kullanılmalıdır. '/echo [yazı]': yazılan mesajı tekrar geri gösterir '/about': komutlar hakkında bilgi verir '/groups': aktif gruplarını gösterir '/id': kimliğini gösterir '/start': ilk mesajı gösterir '/help': bu mesajı gösterir

source: *Commands available for every user in a group*: • `/dashboard`: see all the informations about the group • `/rules`: show the group rules • `/adminlist`: show the administrators of the group • `/modlist`: show the moderators of the group • `/staff`: show the list of the administrators and moderators • `/help`: receive the help message • `!kickme`: the bot will kick you *Note*: `/dashboard`, `/adminlist`, `/modlist` and `/staff`replies always in private. If the bot is unable to reach an user, he will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command
tr: *Komut bu gruptaki tüm kullanıcılar için aktifdir*: • `/dashboard':bütün grup hakkında bilgi ver • `/rules':grup kuralını göster • `/adminlist':gruptaki yöneticileri göster • `/modlist':gruptaki moderatörleri göster • `/staff':moderatör ve yöneticileri listele • `/help': yardım mesajı iste '!kickme':bot seni atacak • *Not*:'/dashboard','/adminlist','/modlist' ve '/staff' her zaman özel mesajda cevap verir. Botun bir kullanıcıya ulaşması mümkünse, başladığında grupta arayacaktır, ama eğer _sessiz mod_ kapalı ise. '/rules' komutu genellikle gruptaki adminler içindir, ama normal kullanıcılar bunu gönderirse ileti gönderebilir. • '@admin' (yanıtlayarak): admine mesaj gönderir(bot özel mesaj olarak iletir). Bu özellik grup ayarlarından kapanmış olabilir. Rapor için bir açıklama eklendi. Admin bu ayarı aktif hale getirmek için bota '/mysetings' komutunu yazmalıdır

source: *Admins: info about the group* • `/setrules [group rules]`: set the new regulation for the group (the old will be overwritten). • `/setrules -`: delete the current rules. *Note*: the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel • `/setlink [link|-]`: set the group link, so it can be re-called by other admins, or unset it. If you are going to use it in a public supergroup, you do not need to append the group link. Just send `/setlink` • `/link`: get the group link, if already set. • `/msglink`: get the link to a message. Works only in public supergroups *Note*: the bot can recognize valid group links. If a link is not valid, you won't receive a reply.
fa: مدیریت: اطلاعات مربوط به گروه • `/setrules قوانین` = افزودن قوانین جدید (قوانین قبلی گروه حذف خواهد شد) • `/setrules -` = قوانین گروه را حذف خواهد کرد. تذکر: مدل های نشانه گذاری در این پیام پشتیبانی خواهد شد. اگر مدل نشانه گذاری شما اشتباه باشد ربات حتما اخطار خواهد داد که اشتباه شده. برای استفاده درست از مدل های نشانه گذاری به [این صفحه](https://telegram.me/GroupButler_ch/46) مراجعه کنید. • `/setlink [link | -]`: ذخیره لینک گروه برای ربات که توسط مدیران قابل دریافت هست و یا حذف لینک ذخیره شده اگر شما از این ربات در گروه عمومی استفاده میکنید نیازی نیست لینک گروه را بنویسید، کافیه فقط دستور `/setlink` را ارسال کنید • `/link`: گرفتن لینک گروه توسط مدیران، درصورتی که قبلا ذخیره شده باشد • `/msglink`: گرفتن لینک مستقیم پیام فقط در گروه های عمومی قابل استفاده ست تذکر: ربات میتواند لینک درست و کامل را ذخیره کند درصورتی که لینک اشتباه باشد ربات پاسخی نخواهد داد.
id: *Admins: informasi tentang grup* `/setrules [peraturan grup]` = membuat rules/peraturan grup (yang lama akan ditimpah). `/setrules -` = menghapus rules grup saat ini. *Catatan*: Format markdown didukung. Jika penggunaan salah, bot akan membalas bahwa format salah. Untuk penggunaan markdown yang benar. Baca [postingan berikut](https://telegram.me/GroupButler_ch/46) `/setlink [tautan|-]`: membuat link grup, sehingga bisa ditampilkan oleh admin, atau dihapus. Jika kamu ingin menggunakannya di public supergroup, cukup gunakan command `/setlink` tanpa diikuti dengan teks `/link`: melihat tautan grup, jika sudah dibuat. `/msglink`: melihat tautan pesan. Hanya bisa di public supergroup *Catatan*: bot hanya akan menerima link yang valid. Jika tidak, Anda tidak akan menerima balasan.
tr: *Adminler: bu grup ile ilgili* • `/setrules [grup kuralı]': yeni bir kural oluştur(eski kural değiştirilecek). • `/setrules -': şuanki kuralı sil. *Not*: Yazı tipleri destekleniyor. Eğer boşluklu mesaj gönderirsen, bot hata bildirimi verecek. Doğru kullanım için, [Burayı kontrol edin](https://telegram.me/GroupButler_ch/46) • `/setlink [link|-]`: grup linki ayarla, tekrar kullanıldığında silinir. Eğer grup açık grup ise grup linki ayarlamana gerek yok. Sadece '/setlink' komutunu kullan • `/link': grup linkini göster, eğer ayarlandı ise. • `/msglink': link mesajını göster. Açık süper grupta çalışır *Note*: bot geçerli grup bağlantılarını tanıyabilir. Bir bağlantı geçerli değilse, bir yanıt almazsınız.

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about an user. Kicked people can join back, banned people can't. Banned users are added to the group blacklist • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [hours|nd nh]` = ban an user for a specific amount of hours (max: one week). For now, only by reply. Short form: `/tempban 1d 7h` • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/block`: this command can be used in reply to a forwarded message (from the user you want to block), or in alterantive you can provide a list of usernames. You should block only users who are outside the group. Blocked users are *automatically* banned once they join the group. • `/unblock`: works in the same way of `/block`, but allows to remove one or more users from the list of blocked users. • `/blockedlist`: get the list of blocked users. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|kicked/left the chat|banned|admin/creator|never seen)`. A bot can't retrieve the status of an user if that user never started it before (in this case, the _never seen_ status is returned) *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
fa: مدیران: مدیریت کاربران دستورهایی که به مدیران در اخراج و مسدود کردن و گرفتن برخی اطلاعات کاربران در گروه کمک میکند. کاربران اخراج شده میتوانند دوباره به گروه برگردند، اما کاربران مسدود شده نمیتوانند. کاربران مسدود شده در لیست سیاه گروه افزوده میشوند • `/kick [by reply|username|id|text mention]` = اخراج کردن کاربران از گروه (مجددا میتواند وارد شود). • `/ban [by reply|username|id|text mention]` = مسدود کردن کاربران در گروه. • `/tempban [hours|nd nh]` = مسدود کردن کاربران برای مدت خاصی (حداکثر یک هفته). مثل `/tempban 1d 7h` • `/unban [by reply|username|id|text mention]` = خارج کردن از لیست مسدودین. `/block`: این دستور میتواند روی پیام فوروارد شده ای از شخصی (که شما میخواهید مسدود شود) استفاده شود، یا میتوانید یک لیست از نام های کاربری که نمیخواهید وارد گروه شوند به ربات بدهید. شما باید حتما نام کاربرانی که خارج از گروه هستند را بدهید. افراد مسدود شده با این دستور به محض اینکه وارد گروه شوند در گروه محروم یا ban میشوند. • `/unblock`: مانند دستور block کار میکند، اما این دستور برای حذف کاربرانی که دیگر نمیخواهید مسدود باشند استفاده می شود. • `/blockedlist`: گرفتن لیست مسدودین • `/user [by reply|username|id|text mention]` = نمایش وضعیت جهانی کاربر در چه تعداد گروه هایی مسدود شده یا اخطار گرفته. • `/status [username|id]` = نمایش وضعیت فعلی کاربر (کاربر ساده/اخراج شده/خارج شده/مسدود شده/مدیر/سازنده/دیده نشده) ربات نمیتواند وضعیت کاربرانی که هرگز ربات را start نکرده اند بگیرد (درحقیقت هیچ وضعیتی دیده نشده است) ضداسپم سیستم ضدتکرار کسانی که پیام های متوالی در گروه میذارند را خودکار حذف میکند اگر روشن باشد، کاربرانی که پیام تکراری ارسال می کنند اخراج/مسدود خواهند شد • `/config` و سپس دکمه ضد تکرار یا `antiflood`: مدیریت ضد تکرار با کیبورد در خصوصی ربات. شما میتوانید حساسیت، عملکرد ربات (اخراج/مسدود)و همینطور لیست استثنا ایجاد کنید.
tr: *Banlama gücü* Komut ayarlayarak gruptan atılacak ve banlanacak kişileri belirle, ve o kullanıcı hakkında bilgi ver. Atılan kullanıcı eğer tekrar geri katılırsa, banlayamam. Banlanan kullanıcılar karalisteye eklenir • `/kick [yanıtlayarak|kullanıcı adı|kimlik|yanıtlama]`:kullanıcıyı gruptan at. • `/`/ban [yanıtlayarak|kullanıcı adı|kimlik|yanıtlama]`:kullanıcıyı gruptan banla. • `/tempban [saat|nd nh]` =belirlenen zaman arası banla(en çok: bir hafta).Kullanımı:'/tempban 1d 7h' • `/unban [yanıtlayarak|kullanıcı adı|kimlik|yanıtlama]`:banlanan kullanıcının banını kaldır. • `/block`: bu komut yönlendirilen mesajı yanıtlayarak kullanıldığında (kullanıcıyı banlamak istiyorsan),alternatif olarak kullanıcı adını bu listeye ekleyebilirsin. Engelli kullanıcılar *otomatik olarak* gruba katıldığında banlanır. • `/unblock`: '/block' komutu ile aynı şekilde kullanılır. Kullanıcının engelini kaldırmak için kullanmalısın. • `/blockedlist`: engellenen kullanıcılar listesini göster. • `/user [yanıtlayarak|kullanıcı adı|kimlik|yanıtlama]`:kac kere *grupta* banlandı ve aldığı uyarıları gösterir. • `/status [kullanıcı adı|kimlik]`:kullanıcı durumunu gösterir. Bu kullanıcı hakkında bot bilgi alamıyor. *Anti-flood* Anti-flood mesajlar otomatik olarak algılanacak ve bunun hakkında bilgi verilecek. Eğer açık ise kullanıcı belirlenen ayara göre banlanır veya gruptan atılır. • `/config` komutu 'anti-flood' butonu: anti-flood ayarlarını bota özel mesaj atarak yönetebilirsin. Hassasiyeti ayarlayabilirsin, bu ayara göre kullanıcılar banlanır veya gruptan atılır

source: *Reports settings* `@admin` is an useful command to let users report some messages to the group admins. A reported message will be forwarded to the available admins. • `/config` command, then `menu` button: here you can find a voice, "Report". If turned on, users will be able to use `@admin` command. Only admins who accepted to receive reports (with `/mysettings` command) will be notified • `/mysettings` (in private): from here, you can choose if receive reports or not *Note*: admins can't use the `@admin` command, and users can't report admins with it.
fa: تنظیمات گزارش `@admin` یک دستور بسیار کارامد است که به کاربران اجازه ارسال گزارش در گروه میدهد. پیام گزارش شده به خصوصی مدیران فوروارد میشود. • `/config` سپس دکمه فهرست یا `menu`: اینجا شما میتوانید Report یا گزارش را ببینید. اگر روشن باشد، کاربران قادرند از دستور `@admin` استفاده کنند. فقط مدیرانی که قابلیت دریافت گزارش را درخصوصی (با دستور `/mysettings`) فعال کرده باشند میتوانند گزارش را دریافت کنند • `/mysettings` (درخصوصی): دراینجا شما میتوانید انتخاب کنید که گزارش را دریافت کنید یا خیر تذکر: مدیران نمیتوانند از دستور `@admin` استفاده کنند، و همچنین کاربران نمیتواند یک مدیر را گزارش کنند.
id: *Pengaturan laporan* `@admin` perintah yang berfungsi untuk melaporkan beberapa pesan ke admin grup. Pesan yang dilaporkan akan diterukan ke admin yang tersedia. • `/config` kemudian tombol `menu`: disini Anda akan menemukan pilihan "laporan". Jika diaktifkan, anggota grup akan dapat menggunakan perintah `@admin` Hanya admin yang bersedia menerima laporan pesan (dengan perintah `/mysettings`) yang akan mendapat notifikasi • `/mysettings` (di pesan pribadi): dengan ini, Anda dapat menentukan ingin menerima laporan pesan atau tidak *Catatan*: admin tidak dapat menggunakan perintah `@admin` command, dan anggota grup juga tidak dapat melaporkan admin dengan perintah tersebut.
tr: *Rapor ayarları* '@admin' kullanışlı komuttur, grupta bazı mesajları bu şekil yanıtlayarak admine bildirebilirsin. Raporlanan mesajlar admine yönlendilir. • `/config` komutu kullanıldığında Rapor komutu aktif ise '@admin' kullanılabilir. Sadece adminlere cevap verir('/mysettings' komutu) • `/mysettings` (özelden): eğer buradan kullanılırsa raporlama olmaz. *Not*: admin '@admin' komutunu kullanamaz.
