Repository: barreeeiroo/BarrePoliceV1
Catalog: locales/*.po
Languages: fa, id, tr

source: Bots will be banned when added by normal users
fa: زمانی که ربات توسط کاربرهای معمولی اضافه شود، اخراج می شود.
tr: Kullanıcı eklendiğinde bot banlayacak

source: Select what the bot should do when someone sends a message with the RTL character, or has it in his name
fa: انتخاب کنید ربات وقتی با RTL روبرو شد چکار کند، و یا در نام کاربری شخص
id: Tentukan aksi yang dilakukan bot jika pengguna mengirim karakter RTL, atau menggunakannya pada nama
tr: Sağdan sola yazılan karakter içeren mesaj gönderildiğinde botun ne yapması gerektiğini seçin

source: Change how many times an user has to be warned before being kicked/banned
fa: انتخاب کنید کاربران قبل از اخراج/مسدود چند اخطار بتوانند دریافت کنند
id: Ubah berapa kali pengguna akan diperingatkan sebelum ditendang/diblokir
tr: Kullanıcının ne kadar uyarı sonunda gruptan banlanacağını/gruptan atılacağını seçin

source: Change the action to perform when an user reaches the max. number of warnings
fa: عکس العمل ربات بعد از رسیدن کاربر به حداکثر اخطارها را انتخاب کنید
id: Ubah aksi yang dilakukan jika jumlah peringatan pengguna sudah maksimal
tr: Maksimum uyarı aldığında ne olacağını ayarlayın

source: The new value is too high ( > 12)
fa: خیلی بزرگ است ( > 12)
id: Nilai yang baru terlalu besar ( > 12)
tr: Yeni değer daha büyük olmalı ( > 12)

source: The new value is too low ( < 1)
fa: خیلی کوچک است ( < 1)
id: Nilai yang baru terlalu kecil ( < 1)
tr: Yeni değer daha küçük olmalı ( < 1)

source: New action on max number of warns received: ban
fa: عکس العمل جدید برای رسیدن به حداکثر اخطارها: مسدود در گروه
id: Aksi baru jika menerima jumlah peringatan maksimal: blokir
tr: Maksimum değer sonucunda uygulanacak eylem: banla

source: New action on max number of warns received: kick
fa: عکس العمل جدید برای رسیدن به حداکثر اخطارها: اخراج
id: Aksi baru jika menerima jumlah peringatan maksimal: tendang
tr: Maksimum değer sonucunda uygulanacak eylem: gruptan at

source: Senders of arab messages will be kicked
fa: ارسال کننده های تایپ فارسی/عربی اخراج خواهند شد
id: Pengirim karakter arab akan ditendang
tr: Arapça metin gönderenler gruptan atılacak

source: Senders of arab messages will be banned
fa: ارسال کننده های تایپ فارسی/عربی در گروه مسدود خواهند شد
id: Pengirim karakter arab akan diblokir
tr: Arapça metin gönderenler banlanacak

source: Arab language allowed
fa: تایپ فارسی/عربی در گروه مجاز شد
id: Karakter arab diizinkan
tr: Arapçaya izin verilir

source: The use of the RTL character will lead to a kick
fa: استفاده از کاراکتر RTL باعث اخراج شدن می شود
id: Penggunaan karakter RTL : *tendang*
tr: Sağdan sola yazılan karakter kullanıldığında gruptan atılacak

source: The use of the RTL character will lead to a ban
fa: استفاده از کاراکتر RTL باعث مسدود شدن می شود
id: Penggunaan karakter RTL : *blokir*
tr: Sağdan sola yazılan karakter kullanıldığında gruptan banlanacak

source: RTL character allowed
fa: کاراکتر RTL مجاز شد
id: Karakter RTL diizinkan
tr: Sağdan sola yazılan karakterlere izin verilecek

source: 🔨 ban
tr: 🔨 banla

source: Welcome
fa: خوش آمدگویی
tr: Hoş geldin

source: Goodbye
fa: پیام خداحافظی
tr: Güle güle

source: Extra
fa: دستورهای اضافه
id: Ekstra
tr: Ekstra

source: Silent mode
fa: حالت سکوت
id: Mode hening
tr: Sessiz mod

source: Arab
fa: ضد تایپ فارسی
tr: Arapça

source: RTL
fa: چپ به راست
tr: Sağdan sola yazılan

source: Ban bots
fa: ضد ربات
id: Anti bot
tr: Ban botu

source: Reports
fa: گزارش
id: Laporan
tr: Rapor

source: Welcome + rules button
fa: خوش آمد و قوانین
id: Welcome + tombol rules
tr: Hoş geldin + kurallar butonu

source: Warns:
fa: اخطارها:
id: Peringatan:
tr: Uyarılar:

source: Action:
fa: عملکرد:
id: Aksi:
tr: Eylemler:

source: Manage the settings of the group. Click on the left column to get a small hint
fa: تنظیمات گروه خودتون رو مدیریت کنید. روی گزینه های سمت راست بزنید تا راهنمای هرکدام را ببینید.
tr: Grup ayarlarını yönet. Küçük bir ipucu elde etmek için sol sütun üzerine tıklayın

source: Reply to someone, or mention him
fa: پیام یک کاربر را *Reply* (پاسخ) کنید یا آنرا mention کنید
tr: Birini yanıtla ve onu cevapla

source: You can't promote or demote me
fa: شما نمیتوانید به من را معاون گروه کنید
tr: Yetki verebilir veya yeki kaldırabilirsin

source: I'm sorry, you can't promote this user because he's already an admin
fa: من متاسفم شما نمیتوانید این شخص را معاون گروه کنید چون این شخص مدیر گروه است
tr: Üzgünüm, bu kullanıcının yetki veremem kullanıcı zaten admin

source: %s now is a moderator
fa: %s معاون شد
tr: %s şuan moderatör

source: %s is already a moderator. I have updated his name.
fa: %s قبلا معاون گروه شد. من نام ایشان را در لیست بروز میکنم
tr: %s zaten moderatör. Onun isimini güncelledim.

source: %s is no longer a moderator
fa: %s دیگر معاون گروه نیست
tr: %s artık moderatör değilsin

source: <i>This user was not a moderator</i>
fa: این کاربر معاون گروه نیست
tr: <i>Bu kullanıcı moderatör değildi</i>

source: _There isn't any moderator in this group_
tr: _Bu grupta hiç moderatör yok_

source: _Modlist cleaned_
tr: _Moderatör listesi temizlendi_

source: If enabled, moderators will be able to use their banhammer powers
fa: اگر فعال شود، معاونین میتوانند کاربران را اخراج یا به آنها اخطار دهند
tr: Eğer açılırsa, moderatörler banlama yetkisine sahip olur

source: If enabled, moderators will be able to use the /config command (and change the group settings)
fa: اگر فعال شود کاربران میتوانند از دستور config/ برای تنظیمات گروه استفاده کنند (و تنظیمات را تغییر دهند)
tr: Eğer açılırsa, moderatörler /config komutu yazıp grup ayarlarını değiştirebilir (grup ayarı değişince)

source: If enabled, moderators will be able to change the rules, save a new link, or set/delete #extra commands
fa: وقتی فعال باشد، معاونین میتوانند قوانین گروه را تغییر دهند، یا لینک جدید برای ربات تعریف کنند، یا یک دستور اextra# حذف یا ایجاد نمایند
tr: Eğer açılırsa, moderatör grup kurallarını değiştirebilir, yeni link kaydedebilir, veya yeni #ekstra komut oluşturup silebilir

source: The group administrators will be able to promote or demote new moderators, and also to see this section of the setting (but not this switch)
fa: مدیران گروه میتوانند کاربری را معاون گروه یا از معاونت خارج کنند، و همچنین میتوانند بخش معاونین را در تنظیماتشان ببنید (اما این بخش را هرگز نمیبینند)
tr: Admin yeni kullanıcıyı yetkilendirebilir veya yetkisini alabilir, ve ayrıca ayarları görebilir (ama butonla değil)

source: Admins can manage mods
fa: ارتقا توسط مدیران
tr: Moderatörleri yönet

source: *Moderators settings* Choose what a moderator can do. When one or more of the permissions below are given to the moderators, they will be able to use the associated commands. • ✅ = *enabled* • ❌ = *not enabled* • *Banhammer* permissions - mods will be allowed to use: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • *Group info* permissions - mods will be allowed to use: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. Also, they will be seen as admins when /rules, /adminlist, /modlist, /id or an #extra command are used. • *Group configuration* permissions - mods will be able to use the /config command, and change the group settings. Obviously, they won't be able to see the "Moderators" section. They can also use /setlang and /reportflood Moderators will be never able to use: /cache, /leave, /snap, /import, /setlog and /unsetlog
tr: *Moderatör ayarları* Hangi moderatör seçildi. Moderatör yetkisi verildiğinde komutlara sahip olacak. • ✅ = *açık* • ❌ = *kapalı* • *Banlayıcı* izinleri- moderatörler bunları kullanabilecek: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • *Grup bilgisi* izinleri - moderatörler bunları kullanabilecek: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. ayrıca, bunları da görebilecek: /rules, /adminlist, /modlist, /id ve #ekstra. • *Grup yapılandırma* izinleri - moderatörler bunları kullanabilecek: /config komutu, ve grup ayarlarını değiştir. Açıkçası moderatörler bunları kullanamayacak /setlang ve /reportflood Moderatörler bunları asla kullanamayacak: /cache, /leave, /snap, /import, /setlog and /unsetlog

source: %s <b>banned</b> for flood!
fa: %s بخاطر تکرار پیام مسدود شد!
id: %s <b>diblokir</b> karena membanjiri obrolan!
tr: flood gönderdiği için %s <b>banlandı!</b>

source: %s <b>kicked</b> for flood!
fa: %s بخاطر تکرار پیام اخراج شد!
id: %s <b>diblokir</b> karena membanjiri obrolan!
tr: flood gönderdiği için %s <b>gruptan atıldı!</b>

source: %s <b>banned</b>: media sent not allowed! ❗️ <code>%d/%d</code>
fa: %s *مسدود*: ارسال مدیا غیرمجاز!！ ❗️ <code>%d/%d</code>
id: %s <b>terblokir</b>: media yang terkirim dianulir! ❗️ <code>%d/%d</code>
tr: Bu tür medyaya izin olmadığı için: %s <b>banlandı!</b> ❗️ <code>%d/%d</code>

source: %s <b>kicked</b>: media sent not allowed! ❗️ <code>%d/%d</code>
fa: %s *اخراج*: ارسال مدیا غیرمجاز ❗️ <code>%d/%d</code>
id: %s <b>ditendang</b>: media terkirim dianulir! ❗️ <code>%d/%d</code>
tr: Bu tür medyaya izin olmadığı için: %s <b>gruptan atıldı!</b> ❗️ <code>%d/%d</code>

source: %s, this type of media is <b>not allowed</b> in this chat. (<code>%d/%d</code>)
fa: %s ارسال این رسانه در این گروه ممنوع است. (<code>%d/%d</code>)
id: %s, jenis media ini <b>dianulir</b> di obrolan ini. (<code>%d/%d</code>)
tr: %s, bu tür medyaya bu grupta <b>izin verilmiyor.</b> (<code>%d/%d</code>)

source: %s <b>kicked</b>: RTL character in names / messages not allowed!
fa: %s اخراج: ارسال RTL اسم RTL و پیام RTL غیر مجاز است!
id: %s <b>ditendang</b>: karakter RTL pada nama / pesan dianulir!
tr: %s <b>gruptan atıldı</b>: Sağdan sola yazılan karakterlere burada izin verilmiyor!

source: %s <b>banned</b>: RTL character in names / messages not allowed!
fa: %s مسدود: ارسال RTL اسم RTL و پیام RTL غیر مجاز است!
id: %s <b>diblokir</b>: karakter RTL pada nama / pesan dianulir!
tr: %s <b>banlandı</b>: Sağdan sola yazılan karakterlere burada izin verilmiyor!

source: %s <b>kicked</b>: arab/persian message detected!
fa: %s اخراج: تایپ عربی و فارسی!
id: %s <b>ditendang</b>: pesan arab/persia terdeteksi!
tr: %s <b>gruptan atıldı </b>:arapça/farsça mesaj algılandı!

source: %s <b>banned</b>: arab/persian message detected!
fa: %s مسدود: تایپ عربی و فارسی!
id: %s <b>diblokir</b>: pesan arab/persia terdeteksi!
tr: %s <b>banlandı </b>:arapça/farsça mesaj algılandı!

source: Last message generated by `/pin` ^
fa: آخرین پیام گرفته شده توسط `/pin` ^
id: Pesan terakhir yang dihasilkan dengan `/pin` ^
tr: Son mesaj '/pin' komutu için oluşturuldu ^

source: Message edited. Check it here
fa: پیام ویرایش شد. اینجا بررسی کنید
id: Pesan diubah. Lihat disini
tr: Mesaj düzenlendi. Kontrol edin

source: The old message generated with `/pin` does not exist anymore, so I can't edit it. This is the new message that can be now pinned
fa: پیام قبلی گرفته شده توسط `/pin` دیگر وجود ندارد، بنابراین من نمیتوانم ان را ویرایش کنم. این پیام میتواند به عنوان یک پیام جدید برای سنجاق یا pin شدن استفاده شود
id: Pesan terakhir yang dibuat dengan `/pin` tidak ditemukan, sehingga saya tidak bisa mengubahnya. Ini pesan baru yang bisa Anda sematkan
tr: Eski mesaj ile oluşturulan '/pin' artık yok, Düzenleyemem. Yeni mesaj sabitleyebilirsin

source: This message can now be pinned. Use `/pin [new text]` to edit it without having to send it again
fa: این پیام میتواند سنجاق یا pin شود. از `/pin [new text]` برای ویرایش پیام قبلی استفاده کنید
id: Sekarang Anda bisa menyematkan pesan ini. Gunakan `/pin [teks baru]` untuk mengubahnya
tr: Bu mesaj sabitlendi. `/pin [new text]` komutunu kullanarak tekrar gönderebilirsin

source: Channel
fa: کانال
tr: Kanal

source: Rate me!
fa: رای دهید!
id: Beri rate!
tr: Bana oy ver!

source: 👥 Groups
fa: 👥 گروه ها
id: 👥 Grup
tr: 👥 Gruplar

source: This bot is based on [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, channel: @otouto), a multipurpose Lua bot. Group Butler wouldn't exist without it. The owner of this bot is @bac0nnn, do not pm him: use /groups command instead. Bot version: `%s` *Some useful links:*
fa: این ربات برپایه [otouto](https://github.com/topkecleon/otouto) (@mokubot، کانال: @otouto) یک ربات lua چند منظوره است گروپ باتلر بدون این وجود نداشت. صاحب این ربات @bac0nnn، است لطفا بهش پیام ندهید: از دستور groups/ استفاده کنید. ورژن ربات: `%s` برخی لینک های کارآمد:
id: Bot ini berbasis [otouto](https://github.com/topkecleon/otouto) (alias @mokubot, channel: @otouto), sebuah bot Lua multipurpose. Group Butler wouldn't exist without it. Pemilik bot ini adalah @bac0nnn, jangan mengirimnya pesan pribadi: gunakan perintah /groups. Versi bot: `%s` *Beberapa tautan informasi:*
tr: Bu bot [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, kanalı: @otouto), ile oluşturuldu, çok amaçlı Lua botudur. Group Butler onsuz olmaz. Bu botun yapımcısı @baconn dur, özel mesaj atmayın sadece /groups komutunu kullanın. Bot versiyonu: '%s' *Yararlı bazı linkler:*

source: You can find the list of our support groups in [this channel](%s)
fa: شما میتوانید لیست گروه های پشتیبانی ما را در [این کانال](%s) پیدا کنید
tr: Yardım grubunu bulabilirsin [buradan](%s)

source: When you join a group moderated by this bot, you will receive the group rules in private
fa: وقتی شما عضو گروه تحت مدیریت این ربات شوید، قوانین گروه درخصوصی شما ارسال خواهد شد
id: Jika Anda baru bergabung dengan grup yang dimoderasi oleh bot ini, Anda akan menerima rules grup di pesan pribadi
tr: Bot grubu yönetirken, bazı özel mesajlar alırsın

source: If enabled, you will receive all the messages reported with the @admin command in the groups you are moderating
fa: اگر فعال کنید، شما پیام های گزارش با دستور @admin توسط کاربران در گروه هایی که مدیر هستید را دریافت خواهید کرد
id: Jika aktif, anda akan menerima semua pesan yang dilaporkan dengan perintah @admin dari grup yang Anda moderasi
tr: Eğer aktif ise , @admin komutu kullanıldığında rapor mesajları alırsın

source: Rules on join
fa: قوانین در هنگام ورود
id: Terima rules
tr: Kurallar

source: Users reports
fa: گزارش های کاربران
id: Terima laporan
tr: Kullanıcı raporları

source: Change your private settings
fa: تنظیمات شخصی خود را تغییر دهید
id: Ubah pengaturan privasimu
tr: Özel mesaj seçeneklerini değiştir

source: ⚙ Setting applied
fa: ⚙ تنظیمات اعمال شد
id: ⚙ Pengaturan sudah diterapkan
tr: ⚙ Ayarlar uygulandı

source: • <b>Message reported by</b>: %s (<code>%d</code>)
tr: • <b>tarafından mesaj raporlandı</b>: %s (<code>%d</code>)

source: • <b>Reported message sent by</b>: %s (<code>%d</code>)
tr: • <b>tarafından raporlanan mesaj gönderildi</b>: %s (<code>%d</code>)

source: • <b>Group</b>: <a href="%s">%s</a>
tr: • <b>Grup</b>: <a href="%s">%s</a>

source: • <b>Group</b>: %s
tr: • <b>Grup</b>: %s

source: • <a href="%s">Go to the message</a>
fa: • <a href="%s">رفتن به پیام</a>
id: • <a href="%s">Lihat pesan</a>
tr: • <a href="%s">Mesaja git</a>

source: • <b>Description</b>: <i>%s</i>
fa: • *توضییحات*: <i>%s</i>
id: • <b>Deskripsi</b>: <i>%s</i>
tr: • <b>Açıklama</b>: <i>%s</i>

source: _Invalid value:_ number of times allowed (`input: %d`)
tr: _Geçersiz değer:_ kaç kere izin verildi (`giriş: %d`)

source: _Invalid value:_ time (`input: %d`)
tr: _Geçersiz değer:_ zaman (`giriş: %d`)

source: *New parameters saved*. Users will be able to use @admin %d times/%d minutes
tr: *Yeni parametre kaydedildi*. Kullanıcıların kaç kere @admin komutu kullanacağı %d zaman/%d dakika

source: _Please, do not abuse this command. It can be used %d times every %d minutes_. Wait other %d minutes, %d seconds.
tr: _Lütfen bu komutu kötüye kullanmayın. %d her zaman %d dakika kullanılabilir_. Şu kadar bekle %d dakika, %d saniye.

source: _Reported to %d admin(s)_
fa: _به %d مدیر گزارش شد_
id: _Telah dilaporkan ke %d admin_
tr: _%d Admin(ler) e raporlandı_

source: 🚫 Unknown or non-existent group
fa: 🚫 نامشخص یا گروه دیگر وجود ندارد
id: 🚫 Grup tidak ada atau tidak dikenali
tr: 🚫 Bilinmeyen ya da olmayan bir grup

source: 🚷 You are not a member of this chat. You can't read the rules of a private group.
fa: 🚷 شما عضو این گروه نیستید. نمی توانید قوانین گروه های خصوصی را ببینید.
id: 🚷 Anda bukan anggota dari obrolan ini. Anda tidak dapat melihat rules grup private.
tr: 🚷 Sohbet üyesi değilsin. Grup kurallarını özelden okuyabilirsin.

source: Please write something next `/setrules`
fa: لطفا بعد از دستور "/setrules" متنی را بنویسید
tr: Lütfen daha sonra yazın `/setrules`

source: Rules has been deleted.
fa: قوانین حذف شد
id: Rules telah dihapus.
tr: Kurallar silindi.

source: New rules *saved successfully*!
fa: قوانین جدید با موفقیت ذخیره شد!
id: Rules baru *berhasil disimpan*!
tr: Yeni kurallar *kaydedildi*!

source: _You (user ID: %d) are in the blocked list_
fa: شما (شناسه کاربری: %d) در لیست مسدود های ربات هستید
id: _Anda (ID pegguna: %d) ada di daftar blokir_
tr: _ Sen (kullanıcı kimliği:%d) engellenenler listesindesin_

source: _Admin mode is on: only the bot admin can add me to a new group_
fa: سیستم مدیریت فعال است: فقط ادمین ربات میتواند من را در گروه جدیدی عضو کند
id: _Mode admin aktif: hanya admin bot yang dapat menambahkan saya ke grup_
tr: _Admin modu açık: sadece admin beni yeni gruba ekleyebilir_

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work.
fa: سلام همه! من %s هستم، و من یک ربات هستم که برای کمک به مدیران گروه برای کار سخت مدیریت ساخته شده ام.
id: Halo semuanya! Saya adalah %s, sebuah bot yang dibuat untuk membantu admin mengelola grup mereka.
tr: Merhaba herkese! Benim adım %s, ve Admine grupta yardım ediyorum.

source: Yay! This group has been upgraded. You are great! Now I can work properly :)
fa: عالی! این گروه ارتقا پیدا کرد. بسیار عالی! الان میتوان بسیار عالی کار کنم :)
id: Yay! Grup ini telah di-upgrade. Anda luar biasa! Sekarang saya dapat berfungsi dengan maksimal :)
tr: Evet! Grup güncellendi. Harikasın! Şimdi düzgün çalışıyorum :)

source: I've been removed from %s [<code>%d</code>], one of your subgroups
fa: من از یکی از زیرگروه های %s [<code>%d</code>] حذف خواهم شد
id: Saya telah dikeluarkan dari %s [<code>%d</code>], salah satu subgrup Anda
tr: Silindi %s [<code>%d</code>], alt grup için silindi

source: *List of available languages*:
fa: *لیست زبان های موجود:*
id: *Daftar bahasa yang tersedia*:
tr: *Kullanılabilir dilleri listele*:

source: You are not an admin
fa: شما مدیر نیستید
id: Anda bukan admin
tr: Admin değilsin

source: English language is *set*
fa: زبان فارسی انتخاب شد
id: Bahasa Indonesia *telah digunakan*
tr: İngilizce *ayarlandı*

source: . Please note that translators are volunteers, and some strings of the translation you selected _could not have been translated yet_
fa: . لطفا توجه کنید مترجم ها افراد داوطلب هستند، و ممکنه برخی از جملات _زبان شما هنوز ترجمه نشده باشد_
id: . Mohon dicatat bahwa penerjemah bersifat sukarelawan, dan sebagian string yang Anda pilih bisa saja belum diterjemahkan
tr: . Lütfen çevirmenlerin gönüllü olduğunu ve seçtiğiniz bazı çeviri dizgilerinin daha önce çevirisinin yapılmamış olabileceğini not ediniz_

source: 🔄️ Refresh cache
fa: 🔄️ بروزرسانی
id: 🔄️ Segarkan cache
tr: 🔄️ Belleği yenile

source: Remove warnings
fa: حذف اخطارها
id: Hapus peringatan
tr: Uyarıları sil

source: *User ID*: `%d` `Warnings`: *%d* `Media warnings`: *%d* `Spam warnings`: *%d*
fa: *شناسه کاربری*: `%d` `اخطارها`: *%d* `اخطارهای رسانه`: *%d* `اخطارهای اسپم`: *%d*
tr: *Kullanıcı kimliği*: `%d` `Uyarılar`: *%d* `MEdya uyarıları`: *%d* `Spam uyarıları`: *%d*

source: That user has nothing to do with this chat
fa: این کاربر فعالیتی در گروه نداشته است
id: Pengguna tersebut tidak memiliki aktifitas di obrolan ini
tr: Bu kullanıcının bu sohbetle ilgilgisi yok

source: %s is banned from this group
fa: کاربر %s در این گروه مسدود شده است
id: %s terblokir dari grup ini
tr: %s bu gruptan banlandı

source: %s left the group or has been kicked and unbanned
fa: کاربر %s از گروه خارج شده یا از گروه اخراج شده است
id: %s saat ini meninggalkan obrolan, atau telah ditendang (tidak terblokir)
tr: %s gruptan ayrıldı veya gruptan atıldı

source: %s is an admin
fa: مدیر گروه %s
id: %s adalah admin grup
tr: %s admin

source: %s is the group creator
fa: %s سازنده گروه
id: %s adalah pendiri grup
tr: %s grup kurucusu

source: %s has nothing to do with this chat
fa: این %s کاربر فعالیتی در گروه نداشته است
id: %s tidak memiliki aktifitas di obrolan ini
tr: %s bu sohbetle ilgisi yok

source: %s is a chat member
fa: %s یک کاربر ساده است
id: %s ada di anggota obrolan
tr: %s sohbet üyesidir

source: Reply to an user or mention them by username or numerical ID
fa: یک کاربر را پاسخ یا Reply یا نام کاربری یا شناسه کاربری شخص را بنویسید
id: Balas ke pesan pengguna atau mention mereka dengan nama, username, atau ID
tr: Kullanıcıyı yanıtla, kullanıcı adını veya kimliğini gir

source: I've never seen this user before. This command works by reply, username, user ID or text mention. If you're using it by username and want to teach me who the user is, forward me one of his messages
tr: Bu kullanıcıyı daha önce hiç görmedim. Bu komut; yanıt, kullanıcı adı, kullanıcı ID'si ya da metin bildirimi ile çalışır. Eğer bunu kullanıcı adıyla kullanıyorsanız bana kullanıcıyı tanıtın, kullanıcının mesajlarından birini bana iletin

source: 📌 Status: `CACHED` ⌛ ️Remaining: `%s` 👥 Admins cached: `%d`
fa: 📌 وضعیت: `ذخیره سازی` ⌛ ️زمان باقی مانده: `%s` 👥 مدیران شناسایی شده: `%d`
tr: 📌 Grup: `Önbellek` ⌛ ️Kalan: `%s` 👥 Admin önbelleği: `%d`

source: Message N° %d
fa: پیام N° %d
id: Pesan ke° %d
tr: Mesaj N° %d

source: The number of warnings received by this user has been <b>reset</b>, by %s
fa: تعداد اخطار های گرفته شده این کاربر توسط %s صفر شد
id: Jumlah peringatan yang diterima pengguna ini telah <b>direset</b>, oleh %s
tr: Kullanıcının aldığı uyarılar tarafından, %s <b>resetlendi</b

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh (wait %d seconds)
fa: لیست مدیران بروزرسانی شد. شما باید حداقل 10 دقیقه بعد از آخرین بروزرسانی صبر کنید (%d ثانیه)
tr: Admin listesi güncellendi. En son güncellemeyi görmek için 10 dakika beklemelisin (bekle %d saniye)

source: ✅ Updated. Next update in %s
fa: ✅ بروزرسانی شد. بروزرسانی بعدی در %s
id: ✅ Diperbarui. Pembaruan selanjutnya dalam %s
tr: ✅ Güncellendi. Yeni güncelleme %s

source: Remove warn
fa: حذف 1 اخطار
id: Hapus peringatan
tr: Uyarıları sil

source: Max number of warnings changed (media).
fa: تعداد اخطار های رسانه تغییر کرد.
id: Jumlah peringatan maksimal (media) telah diubah.
tr: Maksimum değişen uyarı sayısı (medya).

source: Max number of warnings changed.
fa: تعداد اخطار های مجاز تغییر کرد.
id: Jumlah maksimal peringatan telah diubah.
tr: Maksimum uyarı sayısı değişti.

source: *Old* value was %d *New* max is %d
fa: تعداد قبلی %d تعداد نهایی جدید %d
id: Nilai *sebelumnya*: %d Nilai *sekarang*: %d
tr: *Eski* değer %d *Yeni* maksimum %d

source: Yes
fa: بله
tr: Evet

source: No
fa: خیر
tr: Hayır

source: Do you want to continue and reset *all* the warnings received by *all* the users of the group?
fa: آیا شما میخواهید تمام اخطارهای گرفته شده توسط تمام کاربران را صفر کنید ؟
tr: *Tüm* kullanıcıların bu gruptaki *tüm* uyarılarını sıfırlamak istiyor musun ?

source: Done! %s has been forgiven. <b>Warns found</b>: <i>normal warns %s, for media %s, spamwarns %s</i>
tr: Bitti! %s uyarı sıfırlandı. <b>uyarı bulundu</b>: <i>normal uyarılar %s, medya için %s, spam uyarıları %s</i>

source: %s <b>banned</b>: reached the max number of warnings (<code>%d/%d</code>)
fa: %s در گروه مسدود شد: گرفتن حداکثر تعداد اخطار (<code>%d/%d</code>)
id: %s <b>diblokir</b>: jumlah peringatan sudah maksimal (<code>%d/%d</code>)
tr: %s <b>banlandı</b>: maksimum uyarı sayısına ulaşıldı (<code>%d/%d</code>)

source: banned
fa: مسدود شد
id: diblokir
tr: banlandı
